{
 "title": [
  {
   "title": "المقدمة",
   
   "content": "بسم الله الرحمن الرحيم\nالحمد لله ربّ العالمين، والصلاة والسلام على خير خلقه محمّد وآله الطيّبين الطاهرين.\nوبعد:\nهذا هو (الوجيز في أحكام العبادات)، ويشتمل على أهمّ أحكام العبادات الخمس: الصلاة - وما يتطلّبها من الطهارة - والصوم والحجّ والزكاة والخمس، مع نبذة في أحكام التقليد والأمر بالمعروف والنهي عن المنكر.\nوقد أُعدّ وفق فتاوى سماحة آية الله العظمى السيّد السيستاني (مدّ ظلّه) تلبية لطلب جمع من مقلّدي سماحته.\nنسأل الله العلي القدير أن ينفع به إخواننا المؤمنين، ويوفّقنا لما يحبّ ويرضى، إنّه وليّ ذلك."
  },
  {
   "title": "أحكام التقليد",
   
   "content": "(مسألة 1): تتضمّن الشريعة الإسلاميّة المقدّسة واجبات ومحرّمات يجب على كلّ مكلّف أن يحرز سلامة موقفه منها وامتثاله لها، ولا يتحقّق - في الغالب - إحراز ذلك ممّن لم تتوفّر فيه ملكة الاجتهاد إلّا باعتماد أحد طريقين:\n1- التقليد وهو: أن يعمل المكلّف وفق فتاوى المجتهد المتأهّل للتقليد.\n2- الاحتياط وهو: أن يعمل على النحو الذي يتيقّن معه ببراءة ذمّته تجاه ما هو مطلوب منه في الواقع، فلو احتمل وجوب الإقامة في الصلاة - مثلاً - كان عليه أن يأتي بها، وعلى العكس لو احتمل تحريم التدخين - مثلاً - فاللازم عليه إذا أراد أن يحتاط أن يجتنبه.\nوفي حالات أخرى قد يستدعي الاحتياط تكرار عمل واحد بصور مختلفة، كتكرار صلاة الظهر - مثلاً - مرّة قصراً وأخرى تماماً في بعض حالات السفر.\nوحيث إنّ معرفة الأسلوب الذي يتحقّق معه الاحتياط يحتاج في العادة إلى خلفيّة فقهيّة واسعة، وهي غير متوفّرة لأكثر شرائح المجتمع الإسلامي، بالإضافة إلى صعوبة الاحتياط في غالب الأحيان وتعذّره في حالات أخرى، كلّ ذلك قد جعل التقليد هو الأسلوب العملي والأمثل لمعظم المكلّفين للخروج عن عهدة الأحكام الشرعيّة المتوجّهة إليهم.\n(مسألة 2): سنّ التكليف في الأنثى يبدأ من حين إكمالها تسع سنوات هلاليّة، وفي الذكر من حين إكماله خمسة عشر سنة هلاليّة، ولكن لو نبت له الشعر الخشن في منطقة العانة أو خرج منه السائل المنوي - بالاحتلام أو في حال اليقظة - قبل أن يكمل سنّ الخامسة عشرة اعتبر بالغاً شرعاً.\n(مسألة 3): يتأهّل المجتهد للتقليد إذا توفّرت فيه الأمور التالية:\n1- البلوغ.\n2- العقل.\n3- الذكورة.\n4- طهارة المولد، بأن تكون ولادته قد تمّت وفق الضوابط الشرعيّة، أي من غير سفاح.\n5- الإيمان، بأن يكون من أتباع مذهب الإماميّة الاثني عشريّة.\n6- العدالة، ونعني بها الاستقامة على خطّ الإسلام وعدم الانحراف عنه، بأن يؤدّي ما هو الواجب عليه في الشريعة ويتجنّب ما هو المحرّم عليه فيها.\n7- الضبط، ونعني به أن لا تعرض عليه كثيراً حالات الخطأ والنسيان والغفلة فيما يمسّ اختصاصه الفقهي.\n(مسألة 4): إذا تعدّد المجتهدون الذين تتوفّر فيهم الشروط المتقدّمة واختلفت فتاواهم - كما هو الحاصل غالباً لأنّ الاجتهاد مثار الاختلاف - فهنا عدّة صور أهمّها ما يلي:\nالصورة الأولى: أن يثبت لدى المكلّف أنّ أحدهم المعيّن أعلم من الباقين، ففي هذه الصورة يتعيّن عليه تقليده.\nالصورة الثانية: أن يثبت لدى المكلّف أنّ اثنين - مثلاً - منهم أعلم من الباقين، مع تساوي الاثنين في العلم أو عدم ثبوت أعلميّة أحدهما من الآخر، وفي هذه الصورة إن ثبت لدى المكلّف أنّ أحدهما أورع من الآخر - أي أكثر تثبّتاً واحتياطاً من الجهات الدخيلة في الإفتاء بكونه أكثر مثابرة على تتبّع شؤون كلّ مسألة يمارس استنباط حكمها - وجب عليه تقليده، وإن لم يثبت لديه ذلك تخيّر في تطبيق أعماله مع فتاوى أيّهما شاء، إلّا في بعض الحالات الخاصّة الموضّحة في رسالة (منهاج الصالحين).\nالصورة الثالثة: أن يثبت لدى المكلّف أنّ أحدهم أعلم من الباقين، لكنّه لم يستطع أن يتوصّل إلى تعيينه بشخصه، وفي هذه الصورة يلزم المكلّف رعاية الاحتياط بين فتاوى مجموعة المجتهدين الذين يتيقّن أنّ ذلك الأعلم هو في ضمنهم. ولهذا الحكم استثناءات معينّة تراجع بشأنها رسالة (منهاج الصالحين).\n(مسألة 5): تثبت الأعلميّة:\n1- بشهادة شخص ثقة إذا كان من أصحاب الاختصاص في هذا المضمار كالمجتهدين الأكفّاء أو من يدانيهم في العلم، شريطة أن لا تعارضها شهادة مثلها بالخلاف (معاكسة لها)، ومع التعارض يؤخذ بشهادة من كان أكثر خبرة وكفاية في هذا المجال.\n2- بالعلم والاطمئنان الحاصل من مناشئ مقبولة ومتعارفة، كالشياع بين أهل العلم والفضل، وكالاختبار إذا كان الشخص متمكّناً منه.\n(مسألة 6): من اعتقد أعلميّة أحد المجتهدين فقلّده ثُمّ ظهرت له أعلميّة غيره لزمه العدول إليه.\n(مسألة 7): إذا مات مقلَّد المكلّف فإن كان أعلم من جميع المجتهدين الأحياء وجب البقاء على تقليده، بلا فرق بين ما عمل به من فتاواه وما لم يعمل به وبين ما تعلّمه منها وما لم يتعلّمه. وإذا صار الحيّ على مرور الزمن أعلم منه وجب التحوّل إليه كذلك، فإنّ التقليد يدور مع الأعلم كيفما دار وجوداً وعدماً.\n(مسألة 8): لا يجوز تقليد المجتهد الميّت ابتداءً ولو كان أعلم من جميع المجتهدين الأحياء.\n(مسألة 9): إذا لم يكن للأعلم فتوى في مسألة معيّنة أو لم يمكن للمقلِّد استعلامها حين الابتلاء بتلك المسألة جاز له أن يرجع بشأنها إلى غيره من المجتهدين مع رعاية الأعلم فالأعلم من بعده.\n(مسألة 10): الموارد التي تتّسم بطابع الاحتياط الواجب أو اللازم في هذه الرسالة هي من ضمن الموارد التي يمكن الرجوع فيها إلى مجتهد آخر الأعلم فالأعلم.\nبقي أن تعرف أننا نستعمل عدّة صياغات للتعبير عن الاحتياط الواجب أو اللازم، وهي:\n1- التصريح بذلك، كقولنا: (تثبت الزكاة في مال التجارة على الأحوط وجوباً).\n2- تقييد الفتوى - أي الحكم - بكلمة (على الأحوط)، كقولنا: (من خرج إلى السفر بعد زوال الشمس فإنّه يجب عليه - على الأحوط - أن يكمل صومه ويجتزئ به).\n3- إيراد الاحتياط في المسألة مع خلوّها من أيّ حكم (فتوى)، كقولنا: (إذا سقط لعاب الكلب في إناء فالأحوط أن يُمسح بالتراب أوّلاً ثُمّ يُغسل بالماء ثلاث مرّات).\nفهذه الأساليب الثلاثة كلّها تعبّر عن كون الاحتياط واجباً أو لازماً، وقد تُرك الخيار فيه للمكلّف بالرجوع إلى مجتهد آخر كما مرّ."
  },
  {
   "title": "أحكام الطهارة",
   
   "content": "أولت الشريعة المقدّسة جانب النظافة والطهارة قسماً وافراً من اهتماماتها، ولم تقتصر في ذلك على الجانب المادّي الذي يبحث عن تحديد الأشياء النجسة وكيفيّة التطهير منها، وهي التي تسمّى (الطهارة من الخَبَث) في المصطلح الفقهي، وإنّما شملت الجانب المعنوي للإنسان، حيث تعتوره حالة من ظلمات النفس لا يكون معها مؤهّلاً كمال التأهّل للتوجّه نحو معبوده الكريم. واصطلح فقهيّاً على هذه الحالات بـ (الحَدَث).\nوينقسم الحدث إلى قسمين: أصغر وأكبر، ولكلّ واحد منهما أسبابه وروافعه، وجعلت الشريعة المطهّرة الوضوء هو الرافع لأثر الحدث الأصغر، والغُسل هو الرافع لأثر الحدث الأكبر، وجعلت التيمّم بديلاً عنهما في بعض الحالات الطارئة.\nوإمعاناً في صقل الجانب المعنوي للفرد حبّذت الشريعة المقدّسة للمكلّف في بعض الحالات والأزمنة الاغتسال - كغسل الجمعة وغسل ليالي القدر من شهر رمضان - وإن لم يصدر عنه أيّ من الأحداث. وتلك هي التي تسمّى الأغسال المستحبّة.\nإذا اتّضح ما تقدّم فسوف نبحث أحكام الطهارة في فصلين:"
  },
  {
   "title": "الفصل الأول في الطهارة من الحدث 1 ـ الوضوء",
   
   "content": "1- الوضوء\n(مسألة 11): يتركّب الوضوء من ستّة أمور:\nالأوّل: غسل الوجه، وحدُّه طولاً قصاص الشعر - أي منبت شعر الرأس من مقدَّمه - إلى نهاية الذقن، وعرضاً ما دارت عليه الإصبع الوسطى والإبهام - أي ما اشتملت عليه الإصبع الوسطى والإبهام من الوجه عندما توضعان على الجبهة مفتوحتين ويمسح بهما الوجه -، فيجب غسل كلّ ما دخل في هذا الحدّ.\n(مسألة 12): يجب على الأحوط الابتداء في غسل الوجه من أعلاه إلى أسفله، فلو ابتدأ المتوضّئ في غسل وجهه من الأسفل أو الوسط لم يصحّ وضوؤه، ولكن لا حاجة إلى التدقيق في ذلك، فيكفي أن يصبّ الماء من أعلى الوجه ثُمّ يجريه على جانبيه ولو على نحو الخطّ المنحني.\n(مسألة 13): يجب إيصال الماء إلى الوجه بقصد الوضوء، سواء أكان ذلك بسكب الماء عليه بالكفّ وإمرار اليد عليه لإيصال الماء إلى كامل أجزائه، أو بوضع الوجه تحت أنبوب الماء مع الابتداء فيه من الأعلى إلى الأسفل، أو بغمسه في ماء حوض أو غيره مع مراعاة الابتداء من الأعلى إلى الأسفل أيضاً.\n(مسألة 14): يجب أن يمسّ الماء وجه المتوضّئ بدون حاجز ومانع عن وصول الماء إلى محلّه، ويستثنى من ذلك ذو الجبيرة - أي من كان في وجهه جرح أو قرح أو كسر فوضع عليه لفافاً أو ما شابه -، فإنّه يكفيه المسح على الجبيرة عوضاً عن الجزء المغطّى بها، ولا يلزمه رفعها إذا كان ذلك ضرريّاً أو حرجيّاً عليه.\nالثاني: غسل اليد اليمنى، وحدّها من المرفق - أي مجمع عظمي الذراع والعضد - إلى أطراف الأصابع.\n(مسألة 15): يجب الابتداء في غسل اليد من المرفق والانتهاء بأطراف الأصابع، فلا يجوز الابتداء من الأصابع أو الوسط ثُمّ الصعود إلى المفصل.\n(مسألة 16): يجب إيصال الماء إلى اليد بقصد الوضوء بأحد الطرق المتقدّمة في غسل الوجه، ويجب أيضاً أن يمسّ الماء بشرة اليد من دون حاجز ومانع، فالمرأة التي تستخدم طلاء الأظافر للزينة، والعامل الذي يستخدم الدهون في عمله، والصبّاغ الذي تتلوّث يده بالأصباغ.. يلزمهم التأكّد من إزالة ما يمنع وصول الماء إلى أيديهم في الوضوء. ويستثنى من هذا الحكم ذو الجبيرة على النهج المتقدّم في غسل الوجه.\nالثالث: غسل اليد اليسرى، على نحو ما تقدّم في غسل اليد اليمنى تماماً.\nالرابع: المسح على مقدّم الرأس - أي ذلك الجزء من الرأس الذي يكون فوق الجبهة ويمتدّ إلى منتهى الارتفاع في الرأس -، ويكفي فيه المسح بمقدار إصبع واحدة، والأحوط الأولى المسح بمقدار ثلاثة أصابع مضمومة.\n(مسألة 17): لا يجب أن يكون المسح على بشرة الرأس، فيجوز المسح على الشعر النابت في ذلك الموضع، بشرط أن لا يتجاوز طوله المكان الذي ينبت فيه شعر الرأس عادة.\n(مسألة 18): يجب أن يكون المسح بالبلّة الباقية في اليد، والأحوط الأولى أن يكون ببلة الكفّ اليمنى. ولو جفّت اليد لحرارة الجوّ أو لغير ذلك جاز للمتوّضئ أن يأخذ من بلّة لحيته والمسح بها، ولا يجوز له المسح بماء جديد إلّا إذا لم يمكنه حفظ البلّة للمسح وإن كرّر الوضوء.\n(مسألة 19): لا يصحّ المسح مع وجود حائل بين العضو الماسح والعضو الممسوح حتّى ولو كان الحائل رقيقاً لا يمنع من وصول الرطوبة إلى العضو الممسوح، ويستثنى من ذلك ذو الجبيرة فإنّه يجزيه المسح على جبيرته.\nالخامس: المسح على ظاهر القدم اليمنى، والواجب فيه طولاً مسح ما بين أطراف الأصابع إلى الكعب - وهو المفصل بين الساق والقدم -، وعرضاً بما يصدق معه (المسح) ولو كان بمقدار إصبع واحدة.\n(مسألة 20): يجب أن يكون المسح بالبلّة الباقية في اليد على نهج ما تقدّم في المسح على الرأس. والأحوط الأولى أن يكون المسح باليد اليمنى، وإن كان يجوز المسح باليد اليسرى أيضاً.\n(مسألة 21): لا يصحّ المسح مع وجود الحائل بين العضو الماسح والعضو الممسوح، إلّا في ذي الجبيرة على نحو ما مرّ في مسح الرأس.\nالسادس: المسح على ظاهر القدم اليسرى على نهج ما مرّ في المسح على ظاهر القدم اليمنى. والأحوط الأولى فيه المسح باليد اليسرى، وإن كان يجوز المسح باليد اليمنى أيضاً.\n(مسألة 22): يشترط في الوضوء أمور:\n1- النيّة، بأن يكون الداعي إليه الخضوع لله تعالى.\n2- طهارة ماء الوضوء، فلا يصحّ الوضوء بالماء المتنجّس.\n3- إباحة ماء الوضوء، فلا يصحّ الوضوء بالماء المغصوب.\n4- إطلاق ماء الوضوء، فلا يصحّ الوضوء بالماء المضاف كماء الورد.\n5- طهارة أعضاء الوضوء، بمعنى أن يكون كلّ عضو طاهراً حين غسله أو مسحه.\n6- أن لا يكون هناك مانع شرعاً من استعمال الماء، وإلا وجب التيمّم كما سيأتي.\n7- الترتيب، بغسل الوجه أوّلاً، ثُمّ اليد اليمنى، ثُمّ اليسـرى، ثُمّ مسح الرأس، ثُمّ الرجلين. والأحوط لزوماً رعاية الترتيب في مسح الرجلين بعدم مسح اليسرى قبل اليمنى، ولكن يجوز مسحهما معاً.\n8- التتابع العرفي بين أفعال الوضوء وإن حصل فاصل قليل جداً بين الانتهاء من فعل والبدء بالفعل الذي يليه. ويكفي في الحالات الطارئة كنفاد الماء أو النسيان أن يكون الشروع في غسل العضو اللاحق أو مسحه قبل أن تجفّ الأعضاء السابقة عليه.\n9- المباشرة، بأن يتوضّأ الشخص بنفسه، ويجوز له مع الاضطرار أن يستعين بغيره فيما لا يتمكّن من الإتيان به بنفسه، وفي هذه الحالة يلزم أن يكون المسح بيد المتوضّئ نفسه، وإن لم يمكن ذلك - لعوق في يده مثلاً - أخذ المُعين الرطوبة التي في يد المتوضّئ ومسح بها.\n(مسألة 23): ينتقض الوضوء بما يلي:\n1،2- خروج البول أو الغائط.\n3- خروج الريح من الدبر.\n4- النوم الغالب على الحواس، أي ما يتعطّل معه السمع والبصر والإدراك، ويلحق به ما يُذهب العقل كالجنون والإغماء.\n5- استحاضة المرأة كما سيأتي.\n6- الجنابة، فإنّها تُنقض الوضوء، وإن كانت لا توجب إلّا الغسل كما سيأتي.\n(مسألة 24): يستثنى ممّا تقدّم من ناقضيّة خروج البول والغائط والريح للوضوء ما إذا كان خروج أحد الثلاثة مستنداً إلى المرض الذي لا يمكن لصاحبه أن يمسك نفسه من خروجه، ويسمّى في هذه الحالة بـ (دائم الحدث)، وحكمه فيما إذا لم تكن له فترة انقطاع تَسع الوضوء وبعض الصلاة أن يتوضّأ ويأتي بالصلاة، ولا يعتني بما يخرج منه من البول أو الغائط أو الريح مستنداً إلى مرضه، فإنّه باقٍ على طهارته ما لم يصدر منه حدث آخر.\n(مسألة 25): يجب الوضوء للصلاة الواجبة، ولكلّ واجب آخر تعتبر فيه الطهارة من الحدث الأصغر. ويحرم على غير المتطهّر أن يمسّ ببدنه كتابة القرآن الكريم، والأحوط لزوماً أن لا يمسّ اسم الجلالة (الله) والصفات المختصّة به تعالى."
  },
  {
   "title": "2ـ الغسل",
   
   "content": "(مسألة 26): الغسل على قسمين: ارتماسي وترتيبي.\nويتحقّق الغسل الارتماسي بغمس الجسد في الماء دفعة واحدة، وأمّا الغسل الترتيبي فلا بُدّ فيه من غسل الرأس والرقبة أوّلاً، ثُمّ غسل الجانب الأيمن من الجسد، ثُمّ غسل الجانب الأيسر منه.\nويجوز في معظم أنواع الغسل - عدا غسل الميّت الآتي بيانه - أن يغسل البدن بعد الرأس والرقبة دفعة واحدة أو تدريجاً من دون رعاية الترتيب بين الجانبين الأيمن والأيسر.\n(مسألة 27): يشترط في الغسل ما يشترط في الوضوء من النيّة، وطهارة الماء، وإباحته، وإطلاقه، وطهارة أعضاء الجسد، وعدم وجود مانع شرعي من استعمال الماء كالمرض، وأن يباشر المغتسل غسله بنفسه إن أمكنه.\nويختلف الغسل عن الوضوء في أمرين:\nأحدهما: أنّه لا يشترط في غسل كلّ عضو - هنا - أن يكون غسله من الأعلى إلى الأسفل كما كان في الوضوء.\nوالثاني: أنّه لا يشترط في الغسل الموالاة والتتابع كما كان في الوضوء، فيمكن غسل الرأس والرقبة ثُمّ غسل بقيّة الجسد بعد مدّة وإن كانت طويلة.\n(مسألة 28): يجري حكم الجبيرة في الغسل - عدا غسل الميّت - كما كان يجري في الوضوء، ولكنّه يختلف عنه بأنّه إن كان في موضع الجبيرة قرح أو جرح يتخيّر المكلّف بين الغسل - مع المسح على الجبيرة - والتيمّم، وأمّا إن كان في الموضع كسر فيتعيّن عليه الاغتسال مع المسح على الجبيرة.\n(مسألة 29): يجب الغسل بعدّة أسباب هي:\nأ- الجنابة.\nب- الحيض.\nج- النفاس.\nد- الاستحاضة.\nهـ- الموت.\nو- مسّ الميّت."
  },
  {
   "title": "أ ـ الجنابة",
   
   "content": "أ- الجنابة\n(مسألة 30): تتحقّق الجنابة بأمرين:\nالأوّل: خروج السائل المنوي، سواء أخرج بممارسة جنسيّة أم بالاحتلام أم بغير ذلك. والسائل المنوي لزج كثيف، رائحته كرائحة العجين المختمر، حليبي اللون، يميل لونه أحياناً إلى الصفرة أو الخضرة، يخرج في الغالب عند بلوغ الشهوة الجنسيّة ذروتها مصحوباً بالدفق ومستتبعاً بارتخاء الجسد وفتوره.\nومتى خرج سائل وشكّ في كونه منيّاً فإن اجتمعت فيه الأمور الثلاثة (الشهوة، والدفق، وارتخاء الجسد وفتوره) حُكم بكونه منيّاً، وإلا لم يحكم بذلك. ويكفي في المريض تحقّق واحد منها هو (الشهوة).\nهذا في الرجل، وأما المرأة فالسائل الخارج من مهبلها عندما تبلغ الشهوة الجنسيّة ذروتها بحكم السائل المنوي للرجل، سواء خرج في حال النوم أو في حال اليقظة.\nالثاني: الاتصال الجنسي بدخول رأس العضو التناسلي (الحشفة) في فرج الأنثى أو شرجها، فيوجب الجنابة للذكر والأنثى.\n(مسألة 31): يجب غسل الجنابة لأداء ما تشترط فيه الطهارة من الحدث الأكبر كالصلاة.\nويحرم على المجنب أمور:\n1- مسّ كتابة القرآن الكريم.\n2- مسّ لفظة الجلالة (الله)، وهكذا مسّ أسمائه وصفاته الخاصّة به - كالخالق - على الأحوط.\n3- قراءة آية السجدة من سور العزائم الأربع، أي سورة اقرأ، والنجم، والسجدة، وفُصّلت.\n4- دخول المساجد، أو المكث فيها، أو أخذ شيء منها أو وضع شيء فيها وإن كان ذلك من خارجها أو في حال الاجتياز على الأحوط.\nويجوز للمجنب اجتياز المساجد بالدخول من باب والخروج من باب آخر، إلّا في المسجدين الشريفين (المسجد الحرام بمكّة، والمسجد النبوي في المدينة). وتلحق المشاهد المشرّفة للمعصومين (عليهم السلام) بالمساجد فيما ذكر على الأحوط."
  },
  {
   "title": "ب ـ الحيض",
   
   "content": "(مسألة 32): الحيض دم تعتاده النساء وتعرفه، يخرج في فترات منتظمة كلّ شهر تقريباً، ويوصف بأنّه أحمر أو مائل إلى السواد، وحارّ، ويخرج بحرقة ودفق.\n(مسألة 33): يخرج دم الحيض بعد بلوغ الفتاة تسع سنوات هلاليّة، وينقطع ببلوغها ستّين عاماً هلاليّاً، فما تراه قبل بلوغها تسع سنوات ليس بدم حيض، كما أنّ ما تراه بعد بلوغها ستّين سنة لا تكون له أحكامه.\n(مسألة 34): أقلّ الحيض ثلاثة أيّام ولو ملفّقة، وأكثره عشرة أيّام، ويعتبر فيه الاستمرار في الأيّام الثلاثة الأولى وهكذا فيما يتوسّطها من الليالي، فلو لم يستمرّ الدم ثلاثة أيّام لم تجر عليه أحكام الحيض.\n(مسألة 35): الحائض قسمان: ذات عادة، وغير ذات عادة.\nوذات العادة على ثلاثة أقسام:\n1- وقتيّة عدديّة.\n2- عدديّة فقط.\n3- وقتيّة فقط.\nوغير ذات العادة: مبتدئة، ومضطربة، وناسية العدد. يراجع لمعرفة أحكامها رسالة (المسائل المنتخبة).\n(مسألة 36): لا تصحّ الصلاة ولا الصيام ولا الطواف من الحائض، وعليها أن تقضي ما يفوتها من صيام شهر رمضان أثناء مدّة الحيض، ولا تقضي ما يفوتها من الصلاة أثناء ذلك، ولا يصّح طلاق الحائض إلّا في موارد مستثناة. ويحرم على زوجها مقاربتها في مهبلها أيّام الدم، ويحرم عليها كلّ ما يحرم على المجنب ممّا مرّ في المسألة (31).\n(مسألة 37): يجب على الحائض إذا انتهت مدّة حيضها أن تغتسل لما هو مشروط بالطهارة من الحدث الأكبر كالصلاة."
  },
  {
   "title": "ج ـ النفاس",
   
   "content": "(مسألة 38): النفاس دم تراه المرأة عند الولادة أو بعدها بسبب الولادة، وتسمّى عندئذٍ بـ «النُّفَسَاء».\nولا حدّ لأقلّ النفاس، فيمكن أن يكون بمقدار لحظة فقط، وأكثره عشرة أيّام، فإذا تجاوز نزف الدم عندها عشرة أيّام فإنّ كانت لها عادة محدّدة في الحيض - كأن تكون عادتها خمسة أيّام - اعتبرت مدّة عادتها نفاساً والباقي استحاضة، وأمّا إذا لم تكن لها عادة محدّدة في الحيض فتعتبر مدّة نفاسها عشرة أيّام والباقي استحاضة. وللتفصيل يراجع بشأنها رسالة (المسائل المنتخبة).\n(مسألة 39): يترتّب على النفساء كلّ ما يترتّب على الحائض من أحكام، سواء أكانت واجبات أم محرّمات أم غيرها.\nومن الاحتياط اللزومي عليها: حرمة قراءة آية السجدة من سور العزائم، ودخول مسجدي مكّة والمدينة ولو اجتيازاً، ودخول المساجد الأخرى بغير اجتياز، ووضع شيء في المساجد.\n(مسألة 40): يجب على النفساء إذا طهرت من دم النفاس أن تغتسل لكلّ ما يشترط فيه الطهارة من الحدث الأكبر كالصلاة."
  },
  {
   "title": "د ـ الاستحاضة",
   
   "content": "(مسألة 41): دم الاستحاضة هو: ما تراه المرأة غير دم الحيض والنفاس ودم القروح والجروح. والغالب في الاستحاضة أن يكون دمها على خلاف دم الحيض في المواصفات، فهو غالباً أصفر اللون ورقيق، ويخرج بلا لذع ولا حرقة.\n(مسألة 42): الاستحاضة على ثلاثة أقسام:\n1- الاستحاضة الكثيرة، وهي: أن يغمس الدم القطنة التي تحملها المرأة ويتجاوزها إلى ما ربطتها به ويلوّثه.\n2- الاستحاضة المتوسّطة، وهي: أن تنغمس القطنة بالدم ولكنّه لا يجاوزها إلى ما ربطتها به.\n3- الاستحاضة القليلة، وهي: ما إذا لوّث الدم القطنة ولم يغمسها لقلّته.\n(مسألة 43): حكم المرأة في الاستحاضة الكثيرة أن تغتسل ثلاثة أغسال: غسلاً لصلاة الصبح، وغسلاً لصلاتي الظهر والعصر إذا جمعتهما، وغسلاً لصلاتي المغرب والعشاء إذا جمعتهما، وأمّا إذا فرقت بينهما فعليها أن تغتسل لكلّ صلاة منهما على حدة.\n(مسألة 44): حكم المرأة في الاستحاضة المتوسطة أن تتوضّأ لكلّ صلاة، والأحوط وجوباً أن تغتسل في كلّ يوم مرّة واحدة قبل وضوءاتها.\n(مسألة 45): حكم المرأة في الاستحاضة القليلة أن تتوضّأ لكلّ صلاة واجبة كانت أم مستحبّة.\n(مسألة 46): يجب على المستحاضة أن تتطهّر لصلاتها بعد انقطاع الدم إمّا بالوضوء كما إذا كانت استحاضتها قليلة أو متوسّطة، أو بالغسل إن كانت استحاضتها كثيرة.\nويحرم عليها مسّ كتابة القرآن قبل تحصيل طهارتها، ويجوز بعده قبل إتمام صلاتها. ولا يترتب على الاستحاضة ما كان يترتب على الحيض من حرمة مقاربة الزوج أيام الدم، وحرمة دخول المساجد، والمكث فيها، ووضع شيء فيها، وقراءة آيات السجدة."
  },
  {
   "title": "هـ ـ الموت",
   
   "content": "(مسألة 47): يجب تغسيل الميّت المسلم ومن بحكمه، حتّى السقط إذا أتمّ أربعة أشهر، بل وإن لم يتمّها على الأحوط.\nوكيفيّته: أن يُغسّل أوّلاً بالماء المخلوط بالسدر، ثُمّ بالماء المخلوط بالكافور، ومن بعده بالماء الخالص. يراجع لمعرفة التفاصيل والاطّلاع على سائر أحكام الميّت رسالة (المسائل المنتخبة)."
  },
  {
   "title": "و ـ مس الميت",
   
   "content": "(مسألة 48): يجب الغسل على من مسَّ الميّت بعد برده وقبل إتمام غسله، ولا فرق في ذلك بين أن يكون المسّ مع الرطوبة أو بدونها، كما لا فرق فيه بين الميّت المسلم والكافر.\nويجب هذا الغسل للإتيان بما يشترط فيه الطهارة من الحدث الأصغر كالصلاة ومسّ كتابة القرآن. وأمّا دخول المساجد والمكث فيها وقراءة آية السجدة من السور العزائم فلا يعتبر فيها الإتيان بهذا الغسل."
  },
  {
   "title": "الاغسال المستحبة",
   
   "content": "قد عرفت - في المقدّمة - أنّ هذه الأغسال لم تشرّع بالأساس لرفع الحدث (الأصغر والأكبر)، بل ينحصر دورها في تهيئة الإنسان على نحو أفضل لممارسة بعض الأعمال العباديّة، كالغسل لأجل الإحرام أو للدخول في مكان شريف كالغسل لدخول مكّة المكرّمة أو المدينة المنوّرة، وقد يستحبّ الغسل لشرف الزمان الذي يحبّذ الاغتسال فيه، كيوم الجمعة وليالي القدر من شهر رمضان المبارك.\nوينبغي أن يُعلم أنّ الأغسال المستحبّة - أي الثابت استحبابها شرعاً - تغني عن الوضوء، وكذلك يستطيع المحدث بالأكبر أن يكتفي بغسله المستحبّ هذا لكلّ ما هو مشروط بالطهارة - كالصلاة - من دون حاجة إلى استئناف غسل آخر."
  },
  {
   "title": "3 ـ التيمم",
   
   "content": "(مسألة 49): يصح التيمّم بدلاً عن الغسل أو الوضوء في سبعة مواضع:\n1- إذا لم يجد المكلّف من الماء ما يكفيه للغسل أو الوضوء، كلّ في مورده.\n2- ما إذا وجد الماء ولكنّه لم يتيّسر له الوصول إليه للعجز عنه تكويناً لشلل في أطرافه - مثلاً -، أو لتوقّفه على ارتكاب عمل محرّم كالتصرّف في إناء مغصوب يوجد فيه الماء المباح.\n3- ما إذا خاف العطش على نفسه أو على أيّ شخص آخر يرتبط به ويهمّه أمره، ولم يكن لديه من الماء ما يكفي لرفع العطش والطهارة المائيّة معاً.\n4- ما إذا ضاق الوقت بحيث لا يتّسع لزمن الغسل أو الوضوء ولأداء الصلاة بتمامها في الوقت.\n5- ما إذا كان تحصيل الماء للغسل أو الوضوء أو استعماله فيهما مستلزماًً للحرج والمشقّة إلى الحدّ الذي لا يتعارف تحمّله.\n6- ما إذا زاحم استعمال الماء في الوضوء أو الغسل واجب لا يقلّ عنهما في الأهمّيّة، كما إذا كان بدنه أو ثوبه متنجّساً ولم يكن عنده من الماء ما يكفي للطهارة من الخبث والحدث معاً، فإنّه حينئذٍ يستعمل ما لديه من الماء في رفع الخبث، ويتيمّم بدلاً عن الوضوء أو الغسل ويصلّي.\n7- ما إذا خاف على نفسه الضرر من استعمال الماء في الغسل أو الوضوء، لأنّ استعماله يسبّب له مرضاً، أو يزيد في مرضه ويعقّده، أو يطيل أمده.\n(مسألة 50): يصحّ التيمّم بمطلق وجه الأرض من التراب والرمل والحجر وغير ذلك. والأحوط لزوماً اعتبار علوق شيء ممّا يُتيمّم به باليد، فلا يجزي التيمّم على الحجر الأملس الذي لا غبار عليه.\n(مسألة 51): يجب في التيمّم أمور:\n1- ضرب باطن الكفّين على الأرض، ويكفي وضعهما أيضاً، والأحوط لزوماً أن يكون ذلك دفعة واحدة.\n2- مسح الجبهة - وهكذا الجبينين على الأحوط - بالكفّين من قصاص الشعر إلى أعلى الأنف وإلى الحاجبين.\n3- المسح بباطن الكفّ اليسرى تمام ظاهر الكفّ اليمنى من الزند إلى أطراف الأصابع، ثُمّ المسح بباطن اليمنى تمام ظاهر اليسرى.\n(مسألة 52): يشترط في التيمّم أمور:\n1- أن يكون المتيمّم معذوراً من الغسل أو الوضوء كما مرّ.\n2- أن ينوي بتيمّمه الخضوع لله تعالى.\n3- أن يكون ما يتيمّم به طاهراً ومباحاً وغير ممزوج بما لا يصحّ التيمّم به - كنشارة الخشب مثلاً -.\n4- أن يكون مسحه الجبهة من الأعلى إلى الأسفل على الأحوط.\n5- أن لا يتيمّم إلّا مع اليأس من زوال عذره عن استعمال الماء قبل انتهاء الوقت إذا كان تيمّمه للصلاة أو لأيّ واجب آخر له وقت محدّد.\n6- أن يباشر التيمّم بنفسه مع التمكّن.\n7- أن يتابع بين أفعال التيمّم، فلا يفصل بينهما بما يخلّ بالمتابعة عرفاً.\n8- أن لا يكون هناك حائل بين ما يمسح به - أي باطن الكفّين - وما يمسحه - أي الجبهة وظاهر الكفّين -.\n9- أن يمسح جبهته قبل كفّه اليمنى، وكفّه اليمنى قبل اليسـرى.\n(مسألة 53): من صلّى مع التيمّم لعذر ثُمّ ارتفع عذره في الوقت أو في خارجه لم تجب عليه إعادتها.\n(مسألة 54): إذا تيمّم المحدث بالأكبر - كالجنابة - لعذر ثُمّ أحدث بالأصغر لم ينتقض تيمّمه البديل عن الغسل، فيتوضّأ إن أمكنه ذلك، وإلا تيمّم بدلاً عن الوضوء."
  },
  {
   "title": "الفصل الثاني في الطهارة من الخبث",
   
   "content": "(مسألة 55): الأشياء النجسة عشرة، وهي:\n1،2- بول الإنسان وغائطه، وبول وغائط كلّ حيوان يحرم أكل لحمه إذا كانت لهذا الحيوان نفس سائلة - أي يندفع منه الدم بقوّة عند ذبحه -، وهكذا بول ما ليست له نفس سائلة إذا كان ذا لحم على الأحوط. ويستثنى من الحيوان المحرّم أكله الطائر فإنّ فضلاته طاهرة.\n3- ميتة الإنسان وكلّ حيوان له نفس سائلة، وكذلك أجزاؤها المقطوعة منها حال الحياة.\n4- منيّ الإنسان، ومنيّ كلّ حيوان ذي نفس سائلة وإن كان مأكول اللحم على الأحوط.\n5- الدم الخارج من جسد الإنسان، ومن جسد كلّ حيوان ذي نفس سائلة.\n6- الكلب البرّي.\n7- الخنزير البرّي.\n8- الخمر، ويلحق بها الفُقَّاع (البيرة) على الأحوط.\n9- الكافر غير المسيحي واليهودي والمجوسي.\n10- عرق الحيوان الجلّال، وهو: الذي تعوّد أكل عذرة الإنسان.\n(مسألة 56): تنتقل النجاسة من الأشياء المذكورة إلى ما يلاقيها مع وجود الرطوبة المسرية في أحد المتلاقيين، وأمّا مع جفافهما أو وجود النداوة المحضة فلا تنتقل النجاسة إلى الملاقي.\nوأيضاً تنتقل النجاسة من الشيء المتنجّس إلى ما يلاقيه بالشرط المتقدّم، إلّا مع تعدّد ثلاث وسائط بين الملاقي وعين النجاسة.\n(مسألة 57): المطـهّرات - أي ما يعيد للأشياء المتنجّسة طهارتها - اثنا عشر:\nالمطهّر الأوّل: الماء - أي الماء الاعتيادي - مهما كانت مصادره: الأنهار، الأمطار، الآبار..، ويصطلح عليه بـ (الماء المطلق). ويقابله الماء المضاف - أي الذي يضاف إلى لفظ آخر - كماء الورد وماء الرمّان وماء العنب.\nوالماء المطلق على قسمين: معتصم وغير معتصم.\nوالماء المعتصم هو: الماء الذي لا يتنجّس بملاقاة النجاسة إلّا إذا تأثّر لونه أو طعمه أو رائحته.\nوالماء غير المعتصم هو: الماء الذي يتنجّس بمجرّد ملاقاته للنجاسة وإن لم تتأثّر بها إحدى صفاته الثلاث.\nوالمياه المعتصمة هي:\n1- الماء الكثير، وهو: ما بلغ كرّاً فصاعداً - وحجم الكرّ ما يعادل 384 لتراً تقريباً -، كماء الإسالة الذي يصل إلى البيوت من خزّانات المياه الكبيرة أو من محطّات ضخّ المياه.\n2- ماء البئر\n3- الماء الجاري، كمياه الأنهار والجداول والعيون.\n4- ماء المطر أثناء هطوله.\nوالمياه غير المعتصمة هي: مياه الأحواض الصغيرة والأواني والقناني ونحوها من المياه الراكدة - غير ماء البئر - التي يقلّ مقدارها عن حجم الكرّ، ويصطلح عليه بـ (الماء القليل).\n(مسألة 58): يطهر كلّ متنجّس إذا غسل بالماء - كثيراً كان أو قليلاً - مرّة واحدة مع انفصال ماء التطهير عنه إذا كان الغسل بالماء القليل. وتستثنى من ذلك:\n1- الأواني المتنجّسة بالخمر كالقناني والكؤوس وغيرها، فإنّها تغسل بالماء ثلاث مرّات.\n2- الأواني إذا مات فيها الجرذ أو ولغ فيها الخنزير، فإنّها تغسل سبع مرّات.\n3- الأواني إذا ولغ فيها الكلب أو لطعها بلسانه، فإنّها تطهر بمسحها بالتراب أوّلاً ثُمّ غسلها بالماء مرّتين. وإذا وقع فيها لعاب فم الكلب أو باشرها بسائر أعضاء بدنه فالأحوط لزوماً أن تمسح بالتراب أوّلاً ثُمّ تغسل بالماء ثلاث مرّات.\n4- الأشياء المتنجّسة ببول الرضيع أو الرضيعة اللذين لم يتغذّيا بالطعام، فإنّه يكفي في تطهيرها أن يصبّ عليها الماء بمقدار ما يحيط بموضع البول، ولا حاجة إلى أكثر من ذلك.\n5- البدن أو الثوب المتنجّس بالبول - غير بول الرضيع -، فإنّه يغسل بالماء الجاري مرّة، وبماء الكرّ والماء القليل مرّتين.\n6- داخل الأواني المتنجّسة - بغير الخمر وولوغ الكلب ولطعه وموت الجرذ وولوغ الخنزير -، فإنّها تطهر بغسلها بالماء القليل ثلاث مرّات، وهكذا لو غسلت بالماء الكثير أو الماء الجاري أو المطر على الأحوط.\nالمطهّر الثاني: الشمس، فإنّها تطهّر الأرض وما يستقرّ عليها من الأبنية والحيطان، ولا تطهّر الأبواب والأخشاب والأشجار وأوراقها ونحو ذلك من الأشياء القائمة على الأرض على الأحوط.\nويعتبر في التطهير بالشمس - بالإضافة إلى زوال عين النجاسة ورطوبة الجسم المتنجّس - جفافه المستند إلى شروق الشمس عليه.\nالمطهّر الثالث: زوال عين النجاسة عن بواطن الإنسان غير المحضة، وعن جسد الحيوان، فزوال الدم عن داخل الفم والأنف أو الأذن يوجب طهارتها من دون حاجة إلى تطهيرها بالماء، وهكذا يطهر جسد الحيوان بمجرّد زوال النجاسة عنه.\nالمطهّر الرابع: الأرض، فإنّها تطهّر باطن القدم والحذاء بالمشي عليها أو المسح بها، بشرط أن تزول عنهما النجاسة العالقة بهما بنفس عمليّة المشي أو المسح من دون مزيل آخر.\nالمطهّر الخامس: التبعيّة، ولها موارد:\nمنها: طهارة إناء الخمر إذا انقلبت خلاً تبعاً لانقلاب الخمر ذاتها.\nومنها: طهارة يد غاسل الثوب المتنجّس بالماء القليل تبعاً لطهارة الثوب.\nالمطهّر السادس: الإسلام، فإنّه مطهّر للكافر المحكوم بالنجاسة.\nالمطهّر السابع: غَيْبة المسلم البالغ أو الصبيّ المميّز، فإنّه إذا تنجّس بدنه أو لباسه أو سائر ما في حيازته ثُمّ غاب عنه عُدَّ ذلك المتنجّس طاهراً إذا احتمل قيامه بتطهيره.\nالمطهّر الثامن: الانتقال، كانتقال دم الإنسان إلى البقّ والبرغوث ونحوهما من الحشرات التي لادم لها عرفاً، فإنّها إذا مصّت الدم واستقرّ في جوفها ثُمّ قُتلت حُكم بطهارة ما يوجد فيها من الدم.\nالمطهّر التاسع: الاستحالة، ويقصد بها تبدّل شيء إلى شيء آخر مختلف عنه، لا مجرّد تبدّل اسمه أو صفته أو تفرّق أجزائه، ومثالها الخشب المتنجّس إذا احترق وصار رماداً، فإنّه يصير طاهراً بذلك.\nالمطهّر العاشر: خروج الدم بالمقدار الطبيعي من الحيوان المذكّى بطريقة شرعيّة، فإنّه يحكم معه بطهارة الدم الباقي في داخل الحيوان.\nالمطهّر الحادي عشر: انقلاب الخمر خلّاً، فإنّها تطهر بذلك.\nالمطهّر الثاني عشر: استبراء الحيوان الجلّال، فإنّه إذا منع من أكل النجاسة مدّة يخرج بمضيّها عن كونه حيواناً جلّالاً حكم بطهارة عرقه وبوله وغائطه."
  },
  {
   "title": "أحكام الصلاة",
   
   "content": "الصلاة هي إحدى الدعائم التي بني الإسلام عليها، قال الله تعالى: [إِنَّ الصَّلاةَ كَانَتْ عَلَى الْمُؤْمِنِينَ كِتَابَاً مَوْقُوتَاً].\nوفي الحديث عن النبيّ (صلّى الله عليه وآله وسلّم) أنّه قال: (لِكُلِّ شَيْ‌ءٍ وَجْهٌ، وَوَجْهُ دِينِكُمُ الصَّلاةُ)، وفي حديث آخر أنّه (صلّى الله عليه وآله وسلّم) قال: (لا يَنَالُ شَفَاعَتِي مَنِ اسْتَخَفَّ بِصَلاتِهِ).\nوأهمّ الصلوات الواجبة هي الصلوات اليوميّة، وهي خمس:\n1- صلاة الصبح: ركعتان.\n2- صلاة الظهر: أربع ركعات.\n3- صلاة العصر: أربع ركعات.\n4- صلاة المغرب: ثلاث ركعات.\n5- صلاة العشاء: أربع ركعات.\nوتقصر الصلاة الرباعيّة في السفر وفي حالة الخوف بشروط معيّنة.\n(مسألة 59): يستحبّ التنفّل في اليوم والليلة بأربع وثلاثين ركعة كما يلي:\n1- ثمان ركعات قبل صلاة الظهر.\n2- ثمان ركعات قبل صلاة العصر.\n3- أربع ركعات بعد صلاة المغرب.\n4- ركعتان بعد صلاة العشاء من جلوس، وتحسبان ركعة واحدة.\n5- ثمان ركعات (صلاة الليل)، والأفضل الإتيان بها في آخر الليل قبيل الفجر.\n6- ركعتان بعد صلاة الليل (الشفع).\n7- ركعة بعد صلاة الشفع (الوتر).\n8- ركعتان قبل صلاة الصبح.\nوالنوافل ركعتان ركعتان، إلّا صلاة الوتر فإنّها ركعة واحدة.\n(مسألة 60): وقت صلاة الصبح من طلوع الفجر الصادق إلى طلوع الشمس، ووقت صلاة الظهرين من زوال الشمس إلى غروبها مع تقديم الظهر على العصر، ووقت صلاة العشاءين للمختار من أوّل المغرب إلى نصف الليل - أي منتصف ما بين غروب الشمس وطلوع الفجر -.\nوإذا لم يصلّ المكلّف صلاتي المغرب والعشاء اختياراً حتّى انتصف الليل فالأحوط وجوباً أن يصلّيهما قبل أن يطلع الفجر من دون نيّة الأداء والقضاء. ويجب تقديم صلاة المغرب على العشاء في الحالتين.\n(مسألة 61): يجب استقبال القبلة - أي المكان الذي تقع فيه الكعبة المعظّمة - في الصلوات الواجبة. وأمّا النوافل فلا يعتبر فيها الاستقبال إذا أدّاها المكلّف حال المشي أو الركوب، والأحوط لزوماً رعاية الاستقبال فيها إذا أدّاها حال الاستقرار على الأرض.\n(مسألة 62): إذا اعتقد المكلّف أنّ جهة ما هي جهة القبلة فصلّى إليها ثُمّ انكشف له الخلاف، فإن كان انحرافه عنها ما بين اليمين والشمال صحّت صلاته، وإن كان انحرافه أكثر من ذلك أو كانت صلاته إلى الجهة المعاكسة لجهة القبلة أعاد الصلاة إذا لم ينقض الوقت بعدُ، وأمّا مع انقضائه فلا يجب القضاء.\n(مسألة 63): تعتبر في الصلاة طهارة البدن حتّى الظفر والشعر، كما تعتبر فيها طهارة اللباس. نعم، لا بأس بنجاسة ما لا يكفي وحده أن يكون ساتراً للعورة كالجورب والقبّعة بشرط أن لا يكون متّخذاً من الميتة النجسة، ولا من نجس العين كالكلب على الأحوط. ولا بأس بحمل المتنجّس في حال الصلاة كأن يوضع في الجيب.\n(مسألة 64): لابأس بنجاسة البدن واللباس من دم الجروح والقروح قبل البرء، ولكن يعتبر في الجرح أن يكون ممّا يعتدّ به، وأما الجروح الجزئيّة فيلزم تطهيرها.\n(مسألة 65): تجوز الصلاة مع تلطّخ البدن أو الثوب بالدم إذا كان مقداره أقلّ من عقد الإبهام، ويستثنى من ذلك دم الحيض، وأيضاً دم نجس العين والميتة وغير مأكول اللحم ودم النفاس والاستحاضة على الأحوط.\n(مسألة 66): إذا صلّى جاهلاً بنجاسة البدن أو الثوب ثُمّ علم بها بعد الفراغ من الصلاة صحّت صلاته. نعم، إذا شكّ في نجاسته قبل الدخول في الصلاة ولم يفحص عنها ثُمّ وجدها بعد الفراغ من الصلاة وجبت عليه إعادتها على الأحوط.\nوإذا علم بالنجاسة في أثناء الصلاة وعلم أنّها كانت موجودة قبل الدخول فيها فالأحوط أن يستأنفها مع سعة الوقت، وأمّا مع ضيقه حتّى عن إدراك ركعة واحدة، فإن أمكنه التجنب عنها من دون أن يفعل شيئاً من منافيات الصلاة - كالإخلال بالاستقبال - فعل ذلك وأتمّ صلاته، وإلا صلّى مع النجاسة وتصحّ صلاته أيضاً.\n(مسألة 67): إذا علم نجاسة بدنه أو لباسه فلم يهتمّ بها حتّى نسيها ثُمّ صلّى فيها أعاد صلاته على الأحوط.\n(مسألة 68): تجب في الصلاة الطهارة من الحدث - بقسميه الأصغر والأكبر - كما تقدّم في أحكام الطهارة.\n(مسألة 69): يعتبر في مكان المصلّي أن يكون مباحاً، فلا تصحّ الصلاة في المكان المغصوب على الأحوط. وإذا كانت الأرض مباحة ولكنّها فرشت بفراش مغصوب أو انعكست الحالة لم تجز الصلاة عليها.\n(مسألة 70): في حكم المغصوب ما ثبت فيه الخمس ولم يخرجه صاحبه، فإنّه لا يباح له التصرّف فيه بالصلاة أو بغيرها قبل إخراج خمسه.\n(مسألة 71): تعتبر طهارة مسجَد الجبهة في حال السجود، ولا تعتبر طهارة سائر مواضع الصلاة إذا كانت نجاستها لا تسري إلى الجسد أو الملابس.\n(مسألة 72): لا يجوز - على الأحوط - تقدّم المرأة على الرجل ولا محاذاتهما عند أدائهما الصلاة في مكان واحد، بل يلزم تأخّر المرأة عن الرجل بحيث يكون موضع جبهتها في حال السجود محاذياً لموضع ركبتي الرجل في هذه الحال، أو يكون بينهما حائل كالجدار، أو مسافة أكثر من عشرة أذرع.\n(مسألة 73): يعتبر في الصلاة ستر العورة، وهي في الرجل: القضيب والبيضتان والدبر، وفي المرأة: جميع بدنها عدا الوجه بالمقدار الذي لا يستره الخمار حينما تسدله على صدرها ونحرها، وعدا الكفّين إلى الزندين، والقدمين إلى أول جزء من الساقين.\n(مسألة 74): إذا علم المصلّي وهو في أثناء الصلاة أنّ عورته لم تُستر وجبت المبادرة إلى سترها وتصحّ صلاته، كما تصحّ أيضاً إذا كان الانكشاف بعد الفراغ من الصلاة.\n(مسألة 75): يعتبر في لباس المصلّي أمور:\n1- الطهارة كما تقّدم.\n2- إباحة ما كان منه ساتراً للعورة على الأحوط لزوماً.\n3- أن لا يكون من أجزاء الميتة التي تحلّها الحياة - كجلد الحيوان المذبوح بطريقة غير شرعيّة -، سواء أكان يكفي لوحده أن يكون ساتراً للعورة أم لا على الأحوط .\n4- أن لا يكون مصنوعاً من أجزاء السباع - كالثعلب - ولا غيرها ممّا لا يجوز أكل لحمها - كالأرنب - على الأحوط، وهذا شرط في خصوص ما يكفي أن يكون ساتراً للعورة ولا يعمّ غيره.\n5- أن لا يكون من الحرير الطبيعي الخالص بالنسبة إلى الرجال.\n6- أن لا يكون من الذهب الخالص أو غير الخالص بالنسبة إلى الرجال.\n(مسألة 76): يحرم لبس الذهب والحرير الطبيعي على الرجال في غير حال الصلاة أيضاً، بل الأحوط لهم ترك التزيّن بالذهب مطلقاً."
  },
  {
   "title": "الأذان والإقامة",
   
   "content": "(مسألة 77): يستحبّ الأذان قبل الإتيان بالصلوات اليوميّة، وكيفيّته:\nاللهُ أَكْبَرُ، اللهُ أَكْبَرُ، اللهُ أَكْبَرُ، اللهُ أَكْبَرُ.\nأَشْهَدُ أَنْ لا إِلهَ إلّا اللهُ، أَشْهَدُ أَنْ لا إِلهَ إلّا اللهُ.\nأَشْهَدُ أَنَّ مُحَمَّداً رَسُولُ اللهِ، أَشْهَدُ أَنَّ مُحَمَّداً رَسُولُ اللهِ.\nحَيَّ عَلَى الصَّلاةِ، حَيَّ عَلَى الصَّلاةِ.\nحَيَّ عَلَى الفَلاحِ، حَيَّ عَلَى الفَلاحِ.\nحَيَّ عَلَى خَيْرِ العَمَلِ، حَيَّ عَلَى خَيْرِ العَمَلِ.\nاللهُ أَكْبَرُ، اللهُ أَكْبَرُ.\nلا إِلهَ إلّا اللهُ، لا إِلهَ إلّا اللهُ.\nوالشهادة لعلي (عليه السلام) بالولاية وإمرة المؤمنين مكمّلة للشهادة بالرسالة ومستحبّة في نفسها ولكنّها ليست جزءاً من الأذان.\n(مسألة 78): تستحبّ الإقامة بعد الأذان وقبل الشروع في الصلاة، وكيفيّتها:\nاللهُ أَكْبَرُ، اللهُ أَكْبَرُ.\nأَشْهَدُ أَنْ لا إِلهَ إلّا اللهُ، أَشْهَدُ أَنْ لا إِلهَ إلّا اللهُ.\nأَشْهَدُ أَنَّ مُحَمَّداً رَسُولُ اللهِ، أَشْهَدُ أَنَّ مُحَمَّداً رَسُولُ اللهِ.\nحَيَّ عَلَى الصَّلاةِ، حَيَّ عَلَى الصَّلاةِ.\nحَيَّ عَلَى الفَلاحِ، حَيَّ عَلَى الفَلاحِ.\nحَيَّ عَلَى خَيْرِ العَمَلِ، حَيَّ عَلَى خَيْرِ العَمَلِ.\nقَدْ قَامَتِ الصَّلاةُ، قَدْ قَامَتِ الصَّلاةُ.\nاللهُ أَكْبَرُ، اللهُ أَكْبَر.\nلا إِلهَ إلّا اللهُ.\nوالشهادة لعلي (عليه السلام) بالولاية وإمرة المؤمنين مكمّلة للشهادة بالرسالة كما تقدّم في الأذان."
  },
  {
   "title": "أجزاء الصلاة وواجباتها",
   
   "content": "وهي:\n1- النيّة، ومعناها الإتيان بالصلاة تخضّعاً لله تبارك وتعالى. وليس للنيّة لفظ أصلاً، فإنّها من أعمال القلب لا اللسان.\n2- تكبيرة الإحرام، ولفظها (اللهُ أَكْبَر)، ولا بُدّ من الإتيان بها على النهج العربي مادةً وهيئةً، فلو قال: (الله واكبر) بطلت.\n(مسألة 79): يعتبر في تكبيرة الإحرام الإتيان بها في حال القيام التامّ مع الاستقرار، والأحوط لزوماً رعاية الاستقلال فيه أيضاً بعدم الاتّكاء على شيء كالعصا والجدار.\n(مسألة 80): إذا لم يتمكّن المصلّي من القيام صلّى جالساً، فإن لم يتمكّن صلّى مضطجعاً على جانبه الأيمن أو الأيسر مع التوجّه إلى القبلة، والأحوط تقديم الجانب الأيمن على الأيسر مع الإمكان، وإذا لم يتمكّن من ذلك أيضاً صلّى مستلقياً على قفاه ورجلاه إلى القبلة.\n3- القراءة، وتجب فيها تلاوة سورة الفاتحة، وسورة كاملة بعدها على الأحوط. وتستثنى من ذلك حالات المرض والاستعجال وضيق الوقت ونحوها من موارد الضرورة، فإنّه يجوز الاقتصار فيها على قراءة سورة الحمد وترك السورة الثانية. ومحلّ القراءة الركعة الأولى والثانية قبل الركوع.\n(مسألة 81): يجب أن تكون القراءة صحيحة من دون لحن وخطأ، فمن لا يحسن القراءة يلزمه تعلّمها، فإن لم يتمكّن - لكبر سنّه أو لغير ذلك - اجتزأ بالقراءة على الوجه الملحون.\n(مسألة 82): يجب - على الأحوط - على الرجال قراءة السورتين جهراً لصلاة الصبح والمغرب والعشاء، وقراءتهما إخفاتاً لصلاتي الظهر والعصر. ولا يجب الجهر على النساء، ولكن يجب عليهنّ - على الأحوط - الإخفات في صلاتي الظهر والعصر. ويتخيّر المصلّي بين الجهر والإخفات في سائر أذكار الصلاة، عدا التسبيحات في الركعتين الثالثة والرابعة كما يأتي.\n(مسألة 83): إذا جهر المصلّي في موضع الإخفات أو أخفت في موضع الجهر جهلاً منه بالحكم أو نسياناً صحّت صلاته. وإذا علم بالحكم أو تذكّر أثناء القراءة صحّ ما مضى ويأتي بوظيفته في الباقي.\n(مسألة 84): يتخيّر المصلّي في الركعة الثالثة من صلاة المغرب والركعتين الأخيرتين من صلاة الظهر والعصر والعشاء بين قراءة الحمد والتسبيح. ويجزي في التسبيح أن يقول: (سُبْحَانَ اللهِ وَالحَمْدُ للهِ وَلا إِلهَ إلّا اللهُ وَاللهُ أَكْبَرُ) مرّة واحدة، والأحوط الأولى ثلاث مرّات، كما أنّ الأولى إضافة الاستغفار إلى التسبيحات.\nويجب على الأحوط الإخفات في قراءة الحمد والتسبيحات في هاتين الركعتين. نعم، يجوز الجهر بالبسملة لو اختار الحمد إلّا إذا كان خلف الإمام في صلاة الجماعة، فإنّه لا يجوز له الجهر بها حينئذٍ على الأحوط.\n(مسألة 85): حكم القراءة والتسبيحات من جهة اعتبار القيام والاستقرار والاستقلال فيها ما تقدّم في تكبيرة الإحرام.\n4- الركوع، ويعتبر فيه أمور:\nأ- الانحناء بمقدار تصل أطراف الأصابع إلى الركبة.\nب- القيام قبل الركوع، بأن يركع وهو قائم على رجليه، ومن كان عاجزاً عن القيام يجزيه الركوع جالساً.\nج- الذكر، ويكفي فيه (سُبْحَانَ الله) ثلاثاً، أو (سُبْحَانَ رَبِّيَ العَظِيْمِ وَبِحَمْدِهِ) مرّة واحدة. ويعتبر المكث حال الركوع لأداء الذكر الواجب بمقداره، كما يعتبر استقرار بدن المصلّي قبل أن يرفع رأسه منه ولو في حال عدم الاشتغال بالذكر الواجب على الأحوط.\nد- القيام بعد الركوع، ويعتبر فيه الانتصاب وكذا الاستقرار على الأحوط.\n5- السجود، وهو واجب في كل ركعة مرّتين، ويعتبر فيه أمور:\nأ- أن يكون على سبعة أعضاء، وهي: الجبهة والكفّان والركبتان والإبهامان من الرجلين.\n(مسألة 86): الواجب وضع المسمّى من الجبهة على المسجَد، ويتحقّق بقدر طرف الأنملة، ومن الكفّين استيعاب باطنهما عرفاً مع الإمكان على الأحوط، ومن الركبتين بمقدار المسمّى، ومن الإبهامين طرفاهما على الأحوط الأولى.\nب- أن لا يكون مسجَد الجبهة أعلى من موضع الركبتين والإبهامين ولا أسفل منه بما يزيد على أربعة أصابع مضمومة.\nج- أن يكون مسجَد الجبهة أرضاً أو نباتاً غير ما يؤكل أو يلبس. ويجوز السجود اختياراً على القرطاس المتّخذ من الخشب، وهكذا المتّخذ من القطن والكتّان دون غيرهما ممّا لا يصحّ السجود عليه.\nد- أن يكون مسجَد الجبهة مستقرّاً، فلا يجوز وضعها على الوحل ونحوه.\nهـ- أن يكون مسجَد الجبهة طاهراً ومباحاً، كما مرّ في المسألة (71).\nو- الإتيان بالذكر، ويكفي فيه (سُبْحَانَ الله) ثلاث مرّات، أو (سُبْحَانَ رَبِّيَ الأَعْلَى وَبِحَمْدِهِ) مرّة واحدة. ويعتبر المكث حال السجود لأداء الذكر الواجب كما مرَ نظيره في الركوع.\nز- الجلوس بين السجدتين. وأمّا جلسة الاستراحة بعد السجدة الثانية فوجوبها مبنيّ على الاحتياط اللزومي.\n6- التشهّد، وهو واجب في الركعة الثانية في جميع الصلوات، وفي الركعة الثالثة من صلاة المغرب، وفي الرابعة من الظهرين والعشاء. ويجزي فيه أن يقول: (أَشْهَدُ أَنْ لا إِلهَ إلّا اللهُ وَحْدَهُ لا شَرِيْكَ لَهُ، وَأَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَرَسُوْلُهُ، اللّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَآلِ مُحَمَّدٍ).\n(مسألة 87): يعتبر في التشهّد أداؤه صحيحاً، والجلوس حاله مع القدرة عليه، والطمأنينة عند الاشتغال بالذكر.\n7- السلام، وهو واجب في كلّ صلاة وآخر أجزائها، ويعتبر أداؤه صحيحاً، وفي حال الجلوس مع الطمأنينة كما في التشهّد. ويكفي في السلام أن يقول: (السَّلامُ عَلَيْكُمْ)، ولكنّ الأحوط والأفضل أن يقول: (السَّلامُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ الله وَبَرَكَاتُهُ، السَّلامُ عَلَيْنَا وَعَلَى عِبَادِ الله الصَّالِحيِنَ، السَّلامُ عَلَيْكُمْ وَرَحْمَةُ الله وَبَرَكَاتُهُ).\n8- الترتيب والموالاة، فيعتبر الإتيان بواجبات الصلاة مرتّبة على النهج المتقدّم، كما تعتبر الموالاة بين أجزائها - بلا فاصل كبير بين جزء وآخر - بحيث ينطبق على مجموعها عنوان (الصلاة). ولا يضرّ بالموالاة تطويل الركوع والسجود أو الإكثار من الأذكار أو قراءة السور الطوال ونحو ذلك.\n9- القنوت، وهو مستحبّ في جميع الصلوات اليوميّة مرّة واحدة، وموقعه قبل الركوع من الركعة الثانية، ولا يعتبر فيه ذكر خاصّ، ويكفي فيه كلّ دعاء، والأولى أن يجمع فيه المصلّي بين الثناء على الله والصلاة على النبيّ (صلى الله عليه وآله سلم) والدعاء لنفسه وللمؤمنين."
  },
  {
   "title": "مبطلات الصلاة",
   
   "content": "(مسألة 88): مبطلات الصلاة أمور:\n1- أن تفقد شيئاً من أجزائها أو مقدّماتها، على التفصيل المتقدّم في المسائل السابقة.\n2- أن يُحدث المصلّي أثناء صلاته.\n3- أن يُكفّر في حال القيام، بأن يضع إحدى يديه على الأخرى خضوعاً وتأدّباً، فإنّه مبطل للصلاة على الأحوط، إلّا إذا اقتضته الضرورة.\n4- أن يلتفت عن القبلة لا لعذر. وأمّا الالتفات عن عذر - كالسهو أو حدوث قاهر خارجي كهبوب الرياح - فإن كان ما بين اليمين والشمال لم يخلّ بصحّة الصلاة، وإلا وجبت إعادتها.\n5- أن يتكلّم في الصلاة متعمّداً، ويتحقّق التكلّم بالتلفّظ ولو بحرف واحد إذا كان مفهماً كـ (قِ): فعل أمر من الوقاية. وأمّا غير المفهم فيبطل الصلاة إذا كان مركّباً من حرفين فما زاد على الأحوط.\nويستثنى ممّا ذكر ما إذا سلّم شخص على المصلّي، فإنّه يجب أن يرد سلامه بمثله ولا تبطل صلاته، فإذا سلّم عليه بصيغة (سلام عليكم) ردّه بقوله: (سلام عليكم) فقط.\n6- أن يقهقه في صلاته متعمّداً، والقهقهة هي: الضحك المشتمل على الصوت والمدّ والترجيع.\n7- أن يبكي في صلاته متعمّداً، سواء اشتمل على الصوت أم لا على الأحوط. هذا إذا كان بكاؤه لأمر من أمور الدنيا، وأمّا إذا كان لأمر أخروي كخوف العذاب أو طمع الجنة أو خضوعاً لله تعالى فلا يضرّ بصحّة الصلاة.\n8- أن يأتي بعمل يخلّ بهيئة الصلاة، ومنه الأكل والشرب، والأحوط أن يجتنبهما مطلقاً وإن لم يخلّا بهيئة الصلاة.\n9- أن يقول (آمين) بعد قراءة الفاتحة، وهو مبطل للصلاة إذا أتى به المأموم في غير حال التقيّة، وأمّا غير المأموم فالأحوط له أن يعيد صلاته لو أتى به متعمّداً.\n10- الشكّ في عدد ركعات الصلاة، على تفصيل يأتي.\n11- أن يزيد في صلاته أو ينقص منها متعمّداً، سواء أكان الزائد قولاً أم فعلاً."
  },
  {
   "title": "الشك في الصلاة",
   
   "content": "(مسألة 89): من شكّ في الإتيان بالصلاة بعد خروج وقتها لم يعتن بشكّه، وهكذا من شكّ في صحّة صلاته بعد الفراغ منها.\n(مسألة 90): إذا شكّ المصلّي في عدد ركعات الصلاة جاز له قطعها واستئنافها، وإن كان الأحوط الأولى أن يعالج ما يقبل العلاج من الشكوك كما سيأتي.\n(مسألة 91): الشكّ قسمان: أحدهما يبطل الصلاة، والآخر يمكن معالجته وتصحّ الصلاة معه.\nومن القسم الأوّل: الشكّ في عدد ركعات صلاة الصبح، أو صلاة المغرب، أو الركعتين الأوليين من صلاة الظهر أو العصر أو العشاء، فإنّه إذا لم يغلب ظنّ المصلّي فيها على أحد طرفي الشكّ حكم ببطلان صلاته.\nومن القسم الآخر: الشكّ في عدد ركعات الصلاة الرباعيّة إذا لم يغلب ظنّه على أحد الطرفين، وذلك في عدّة موارد أهمّها ما يلي:\nأ- إذا شكّ بين الاثنتين والثلاث بعد الدخول في السجدة الثانية - بوضع الجبهة على المسجَد -، فإنّه يبني على الثلاث ويتمّ صلاته، ثُمّ يأتي بركعة من قيام احتياطاً.\nب- إذا شكّ بين الثلاث والأربع - أينما كان الشكّ -، فإنّه يبني على الأربع ويتمّ صلاته، ثُمّ يأتي بركعتين من جلوس أو بركعة من قيام.\nج- إذا شكّ بين الاثنتين والأربع بعد الدخول في السجدة الثانية، فإنّه يبني على الأربع ويأتي بركعتين من قيام.\nد- إذا شكّ بين الاثنتين والثلاث والأربع بعد الدخول في السجدة الثانية، فإنّه يبني على الأربع ويتمّ صلاته، ثُمّ يأتي بركعتين قائماً ثُمّ بركعتين جالساً.\nهـ- إذا شكّ بين الأربع والخمس بعد الدخول في السجدة الثانية، فإنّه يبني على الأربع ويسجد سجدتي السهو بعد الصلاة.\n(مسألة 92): يؤتى بصلاة الاحتياط بعد الصلاة قبل الإتيان بشيء من منافياتها، وليس فيها سورة غير فاتحة الكتاب، كما لا قنوت فيها، ويجب على الأحوط الإخفات في قراءتها وإن كانت الصلاة الأصليّة جهريّة.\n(مسألة 93): من ترك سجدة واحدة من صلاته سهواً ولم يمكن تداركها في الصلاة قضاها بعدها. ومن ترك التشهّد في الصلاة سهواً أتى بسجدتي السهو.\n(مسألة 94): تجب سجدتان للسهو في عدّة موارد:\n1- ما إذا تكلّم في الصلاة سهواً على الأحوط.\n2- ما إذا سلّم في غير موضعه على الأحوط.\n3- ما إذا شكّ بين الأربع والخمس، كما تقدّم في المسألة (91).\n4- ما إذا علم - إجمالاً - بعد الصلاة أنّه زاد فيها أو نقص منها زيادة أو نقصاً لا يوجب بطلانها، فإنّه يسجد سجدتي السهو على الأحوط.\nوالأحوط الأولى أن يأتي المصلّي بسجدتي السهو فيما إذا قام في موضع الجلوس أو جلس في موضع القيام سهواً، بل الأحوط الأولى أن يسجد لكلّ زيادة ونقيصة.\n(مسألة 95): تعتبر النيّة في سجدتي السهو. ويكفي في كيفيتهما أن يسجد ويقول في سجوده: (بِسْمِ اللهِ وَبِاللهِ السَّلامُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللهِ وَبَرَكَاتُهُ)، ثُمّ يرفع رأسه ويجلس ثُمّ يسجد ويأتي بالذكر المتقدّم، ثُمّ يرفع رأسه ويتشهّد تشهّد الصلاة ثُمّ يقول: (السَّلامُ عَلَيْكُمْ وَرَحْمَةُ اللهِ وَبَرَكَاتُه).\n(مسألة 96): يعتبر على الأحوط في سجدتي السهو أن يكون السجود على ما يصحّ السجود عليه في الصلاة، وأن يضع مواضعه السبعة على الأرض. ولا تعتبر فيها بقيّة شروط السجود أو الصلاة من الطهارة والاستقبال ونحوهما."
  },
  {
   "title": "صلاة الجماعة",
   
   "content": "(مسألة 97): تستحبّ الجماعة في الفرائض اليوميّة. وقد تجب كما إذا كان لدى المكلّف خطأ في قراءته وكان متمكّناً من تصحيحه ولكنّه تسامح في التعلّم، فإنّه يلزمه الاقتداء في صلاته بغيره إن وسعه ذلك.\n(مسألة 98): لا تشرع الجماعة في الصلوات النوافل مطلقاً على الأحوط، ويستثنى من ذلك صلاة الاستسقاء فإنّه يؤتى بها جماعة.\n(مسألة 99): يعتبر في إمام الجماعة أن يكون: بالغاً، عاقلاً، مؤمناً (أي اثنا عشريّاً)، عادلاً، طاهر المولد، صحيح القراءة، وأن لا يكون ممّن أقيم عليه الحدّ الشرعي بسبب ارتكاب بعض المحرّمات على الأحوط، وأن تكون صلاته من قيام إذا كان المأموم يصلّي من قيام، كما يعتبر أن يكون رجلاً إذا كان المأموم من الرجال، وأن تكون صلاته صحيحة عند المأموم، فلا يجوز الائتمام بمن كانت صلاته باطلة بنظر المأموم، كما إذا تيمّم في حالةٍ ما باعتقاد أنّ وظيفته التيمّم فيها في حين يرى المأموم أنّ وظيفته فيها الوضوء أو الغسل.\n(مسألة 100): يعتبر في صلاة الجماعة أمور:\n1- قصد المأموم الائتمام.\n2- تعيّن الإمام لدى المأموم، ويكفي تعيّنه إجمالاً، كما لو قصد الائتمام بالإمام الحاضر وإن لم يعرف شخصه.\n3- استقلال الإمام في صلاته، فلا يجوز الاقتداء بمن ائتمّ في صلاته بشخص آخر.\n4- أن يكون الائتمام من أوّل صلاة المأموم، فلا يجوز العدول من الفرادى إلى الجماعة في أثناء الصلاة.\n5- أن لا ينفرد المأموم في أثناء الصلاة من غير عذر شرعي، وإن فعل ذلك أشكلت صحّة جماعته.\n6- أن لا ينفصل الإمام عن المأموم - إذا كان رجلاً - بحائل سواء أمنع من مشاهدته أم لا، وهكذا بعض المأمومين عن البعض الآخر ممّن يكون واسطة في اتّصالهم بالإمام، كمن في صفّهم من جهة الإمام، أو كانوا قدّامهم إذا لم يكن في صفّهم من يتّصل بالإمام.\n7- أن لا يكون موقف الإمام أعلى من موقف المأموم بما يعدّ علوّاً في العرف، ولا بأس بأن يكون موقف المأموم أعلى من موقف الإمام بكثير ما لم يبلغ حدّاً لا تصدق معه الجماعة.\n8- أن لا يكون الفصل كبيراً بين المأموم والإمام أو بينه وبين من هو واسطة اتّصاله بالإمام، والأحوط لزوماً أن لا يكون بين موقف الإمام ومسجَد جبهة المأموم أو بين موقف المأموم السابق ومسجَد جبهة المأموم المتأخّر أزيد من خطوة واحدة بأقصى مراتبها.\n9- أن لا يتقدّم المأموم على الإمام، والأحوط أن لا يحاذيه في الموقف بل يقف متأخّراً عنه، إلّا فيما إذا كان المأموم رجلاً واحداً، فإنّه يجوز له الوقوف بحذاء الإمام.\nهذا في المأموم الرجل، وأمّا المرأة فتراعي في موقفها من الإمام إذا كان رجلاً وكذا مع غيره من المأمومين الرجال ما تقدّم في المسألة (72).\n(مسألة 101): لا يجوز - على الأحوط - أن يقرأ المأموم الفاتحة والسورة في الركعة الأولى والثانية إذا كانت الصلاة إخفاتيّة، ويجوز له ذلك في الصلاة الجهريّة إذا لم يكن يسمع صوت الإمام ولا همهمته، ويراعي الإخفات في قراءته حينئذٍ.\nولا يتحمّل الإمام عن المأموم شيئاً من أفعال الصلاة وأذكارها إلّا القراءة في الركعتين الأولى والثانية، فعلى المأموم الإتيان بسائر واجبات الصلاة على وفق وظيفة المنفرد مع رعاية متابعة الإمام في الأفعال كالركوع والسجود. ولا تعتبر متابعته في الأقوال كذكر الركوع والسجود، ويستثنى من ذلك تكبيرة الإحرام فإنّه لا يجوز التقدّم فيها على الإمام، ويجوز ترك المتابعة في التشهّد الأخير لعذر، كما لا تجب رعايتها في التسليم الواجب مطلقاً فيجوز للمأموم أن يسلّم قبل الإمام.\n(مسألة 102): يجوز أن يدخل المأموم في الجماعة وإن كان الإمام قد بدأ في الصلاة، وذلك على صورتين:\nالأولى: أن يدخل في الركعة الأولى في حال القراءة أو عند الركوع وإلى قبل الانتهاء من الركوع، فهنا يكبّر ويدخل في الصلاة ويتابع مع المأمومين، فيقف إن كانوا واقفين ويركع إن كانوا راكعين، ويكمل صلاته كما لو دخل معهم من أوّل الصلاة.\nالثانية: أن يدخل في غير الركعة الأولى، ويجب أن يكون دخوله في الجماعة قبل الركوع أو أثناءه.\nوأمّا لو انتهى الإمام من الركوع فلا يبقى مجال لإدراك الجماعة في هذه الركعة، فإذا دخل قبل الركوع أو في أثنائه لزمه أن يوائم بين أفعاله وأفعال الإمام الذي يختلف معه في بعض الأمور.\nمثلاً: إذا دخل المأموم والإمام في الركعة الثانية من صلاة الظهر اعتبرت تلك ركعة أولى للمأموم وركعة ثانية للإمام، فإذا جلس الإمام للتشهّد وجب على المأموم أن يتهيّأ للقيام وينتظر حتّى ينتهي الإمام من التشهّد ثُمّ يقوم معه، وهي ركعة ثانية للمأموم يجب عليه أن يقرأ فيها الحمد والسورة، وركعة ثالثة للإمام يجوز أن يقرأ فيها التسبيحات، ثُمّ يركع ويسجد مع الإمام، وهنا يجب على المأموم أن يتشهّد لأنّه في آخر الركعة الثانية، ويجب على الإمام أن يقوم لأنّه قد أنهى الركعة الثالثة، فيتشهّد المأموم ويلحق بالجماعة ويأتي بالتسبيحات ثُمّ يركع مع الإمام.. وهكذا إلى آخر الصلاة.\nوأمّا إذا دخل المأموم في الركعة الثالثة أو الرابعة فليدخل عند ركوع الإمام، لأنّه إذا دخل والإمام واقف وجب عليه أن يقرأ الفاتحة والسورة إن أمهله الإمام، وإن لم يمهله جاز له أن يكتفي بقراءة الفاتحة ويركع معه، وإن لم يمهله لذلك أيضاً بأن لم يتمكّن من إدراك الإمام راكعاً إذا أتمّ قراءته جاز له قطع الفاتحة والركوع معه."
  },
  {
   "title": "صلاة المسافر",
   
   "content": "(مسألة 103): يجب على المسافر أن يقصّر الصلوات الرباعيّة (الظهر والعصر والعشاء)، فتصبح ثنائيّة كصلاة الصبح تؤدّى بركعتين. وللتقصير شروط:\nالأوّل: قصد قطع المسافة، ومقدارها (44 كيلومتراً تقريباً) ذهاباً وإياباً، أو ملفّقة من الذهاب والإياب. وتحتسب المسافة من الموضع الذي يعدّ الشخص بعد تجاوزه مسافراً عرفاً، وهو آخر المدينة غالباً.\nالثاني: استمرار القصد بعدم العدول عنه في الأثناء.\nالثالث: أن لا ينوي المسافر الإقامة عشرة أيّام في مكان ما أثناء المسافة، أو يمكث فيه متردّداً في الإقامة وعدمها ثلاثين يوماً، وأيضاً أن لا يمرّ بوطنه أو مقرّه في الأثناء، لأنّ المرور بالوطن والمقرّ والنزول فيهما يقطعان السفر كما سيأتي.\nالرابع: أن يكون سفره سائغاً، فلا يقصد ارتكاب الحرام بسفره.\nالخامس: أن لا يكون سفره للاصطياد لهواً.\nالسادس: أن لا يكون ممّن بيته معه كأهل البوادي.\nالسابع: أن لا يكون كثير السفر، سواء من له مهنة سفريّة كالسائق والملّاح وأمثالهما، ومن كان عمله في بلدٍ وسكناه في بلدٍ آخر ويتوجّه كلّ يوم إلى مقرّ عمله ويعود، وأمثاله.\nالثامن: أن يصل إلى حدّ الترخّص، أي يبتعد عن البلد بمقدار يتوارى عن نظره أهل ذلك البلد المتواجدون في مناطقه السكنيّة ومرافقه.\n(مسألة 104): إذا تحقّق السفر واجداً للشروط المتقدّمة كان على المسافر أن يستمرّ في تقصير صلاته ما لم يتحقّق منه أحد الأمور التالية:\n1- المرور بالوطن أو المقرّ والنزول فيه.\n2- قصد الإقامة في مكان معيّن عشرة أيّام.\n3- البقاء في محلّ معيّن ثلاثين يوماً من دون قصد الإقامة فيه.\nفإنّه متى تحقّق أحد هذه الأمور تتبدّل وظيفته من القصر إلى التمام ما لم ينشئ سفراً جديداً.\n(مسألة 105): المقصود بالوطن والمقرّ أحد الأماكن الثلاثة:\nأ- المقرّ الأصلي الذي يُنسب إليه الشخص ويكون مسقط رأسه عادة.\nب- المكان الذي اتّخذه مقرّاً ومسكناً له بحيث يريد أن يبقى فيه بقيّة عمره.\nج- المكان الذي اتّخذه مقرّاً لفترة طويلة بحيث لا يصدق عليه أنّه مسافر فيه، كالذي يقيم في بلد آخر لغرض العمل والتجارة أو الدراسة أو نحوها مدّة سنتين فما زاد.\n(مسألة 106): من قصد الإقامة في مكان عشرة أيّام ثُمّ عدل عن قصده، فإن كان ذلك قبل أن يأتي بصلاة أدائيّة تماماً وجب عليه التقصير، وإن كان بعد الإتيان بها فحكمه التمام حتّى يخرج من ذلك المكان.\n(مسألة 107): من أتمّ صلاته في موضع يتعيّن فيه القصر ففيه صور أهمّها:\n1- أن يكون ذلك جهلاً منه بأصل تشريع التقصير للمسافر، أو جهلاً بوجوبه عليه، وفي هذه الصورة تصّح صلاته.\n2- أن يكون ذلك لجهله بالحكم في خصوص المورد، كما إذا جهل أنّ المسافة الملفّقة توجب القصر، وفي هذه الصورة تلزمه على الأحوط إعادة الصلاة، ولو لم يعلم بالحكم إلّا بعد مضيّ الوقت فلا قضاء عليه.\n3- أن يكون ذلك لنسيانه سفره، أو نسيانه وجوب القصر على المسافر، وفي هذه الصورة تجب الإعادة في الوقت، ولا يجب القضاء إذا تذكّر بعد مضيّ الوقت.\n(مسألة 108): من قصّر في موضع يجب عليه التمام بطلت صلاته ولزمته الإعادة أو القضاء. نعم، إذا قصد المسافر الإقامة في مكان وقصّر في صلاته لجهله بأنّ حكمه التمام ثُمّ علم به فوجوب الإعادة عليه مبنيّ على الاحتياط اللزومي.\n(مسألة 109): إذا كان في أوّل الوقت حاضراً فأخّر صلاته حتّى سافر فالأحوط وجوباً أن يؤدّيها قصراً لا تماماً، وإذا كان أوّل الوقت مسافراً فأخّر صلاته حتّى أتى بلده أو قصد الإقامة في مكان عشرة أيّام فالأحوط وجوباً أن يؤدّيها تماماً لا قصراً. فالعبرة في التقصير والإتمام بوقت أداء الصلاة دون وقت وجوبها.\n(مسألة 110): يتخيّر المسافر بين القصر والتمام في مواضع أربعة: مكّة المعظّمة، والمدينة المنوّرة، والكوفة، وحرم الحسين (عليه السلام) فيما يحيط بقبره الشريف بمقدار خمسة وعشرين ذراعاً شرعيّاً من كلّ جانب."
  },
  {
   "title": "قضاء الصلاة",
   
   "content": "(مسألة 111): من لم يؤدّ الفريضة اليوميّة أو أتى بها باطلة حتّى ذهب وقتها وجب عليه قضاؤها خارج الوقت. ويستثنى من ذلك:\n1- ما فات الصبي والمجنون، وهكذا المغمى عليه إذا لم يكن الإغماء بفعله واختياره.\n2- ما فات الحائض والنفساء أيّام رؤية الدم.\n3- ما فات الكافر الأصلي (غير المرتدّ).\n(مسألة 112): يجوز قضاء الصلوات اليوميّة في أيّ وقت من الليل أو النهار، في السفر أو في الحضر، ولكنّ ما يفوت في الحضر يجب قضاؤه تماماً وإن كان في السفر، وما يفوت في السفر يجب قضاؤه قصراً وإن كان في الحضر.\n(مسألة 113): من فاتته الصلاة وكان حاضراً في أوّل وقتها مسافراً في آخره أو بعكس ذلك، وجب عليه في القضاء رعاية آخر الوقت.\n(مسألة 114): لا ترتيب بين الصلوات اليوميّة في القضاء إلّا ما كان مرتّباً من أصله كالظهرين والعشاءين من يوم واحد، فلا يجوز قضاء صلاة العصر من يوم قبل قضاء صلاة الظهر من ذلك اليوم.\n(مسألة 115): المؤمن إذا فاتته الفريضة لعذر ولم يقضها مع التمكّن منه حتّى مات فالأحوط وجوباً أن يقضيها عنه ولده الأكبر إذا لم يكن صغيراً أو مجنوناً حين وفاته ولم يكن ممنوعاً من إرثه، وإلا لم يجب عليه ذلك. ولا يجب عليه أن يباشر القضاء بنفسه، بل يجوز أن يستأجر غيره لذلك، كما أنّه لو تبرّع شخص آخر بقضاء الصلاة سقط التكليف عن الولد الأكبر."
  },
  {
   "title": "صلاة الآيات",
   
   "content": "(مسألة 116): من الصلوات الواجبة صلاة الآيات، وتجب عند الكسوف والخسوف، وأيضاً عند وقوع الزلزلة على الأحوط. ووقتها في الكسوف والخسوف من ابتداء حدوثهما إلى تمام الانجلاء، والأحوط في الزلزلة المبادرة إليها عند وقوعها.\n(مسألة 117): صلاة الآيات ركعتان، وفي كلّ ركعة منها خمسة ركوعات، ويجزي في كيفيّتها أن يكبّر ويقرأ سورة الفاتحة، ثُمّ يقرأ شيئاً من سورة أخرى، ثُمّ يركع، فإذا رفع رأسه من الركوع قرأ جزءاً آخر من تلك السورة من حيث قطعها، ثُمّ يركع، وهكذا إلى أن يتمّ السورة بعد القيام من الركوع الرابع - أي في القيام الخامس -، ثُمّ يركع الركوع الخامس، فإذا رفع رأسه منه هوى إلى السجود وسجد سجدتين، ثُمّ يقوم فيأتي في الركعة الثانية بمثل ما أتى به في الركعة الأولى، ثُمّ يتشهّد ويسلّم كما في الصلاة اليوميّة.\n(مسألة 118): إذا علم بالكسوف أو الخسوف ولم يصلّ عصياناً أو نسياناً حتّى تمّ الانجلاء وجب عليه القضاء. وإذا لم يعلم به حتّى تمّ الانجلاء، فإن كان الكسوف أو الخسوف تامّاً - أي شمل تمام قرص الشمس أو القمر - وجب القضاء، وإلا لم يجب."
  },
  {
   "title": "صلاة الجمعة",
   
   "content": "(مسألة 119): صلاة الجمعة ركعتان كصلاة الصبح، وتمتاز عنها بخطبتين كما سيأتي، وهي تحتلّ موضع صلاة الظهر في يوم الجمعة.\nويتخيّر المكلّف - في زماننا هذا - بين الحضور فيها فيما إذا أقيمت بشروطها الشرعيّة وبين أداء صلاة الظهر ولو في أول وقتها.\nومن الشروط المعتبرة في صحّة صلاة الجمعة والاجتزاء بها ما يلي:\n1- أن تؤدّى جماعة، ولا يقلّ عدد المشتركين فيها عن خمسة أحدهم الإمام.\n2- أن يتوفّر في الإمام شروط إمام الجماعة من العدالة وغيرها، ويتوفّر في الصلاة الشروط المذكورة لصلاة الجماعة (لاحظ المسألة 99،100).\n3- أن تسبقها خطبتان من قِبَل الإمام.\n4- أن لا تسبقها صلاة جمعة أخرى في مكان آخر تفصله عنها مسافة أقلّ من خمسة كيلومترات ونصف كيلومتر."
  },
  {
   "title": "أحكام الصوم",
   
   "content": "صوم شهر رمضان من أهمّ الواجبات في الشريعة الإسلاميّة، وعن الإمام الصادق (عليه السلام) أنّه قال: (مَنْ أَفْطَرَ يَوْماً مِنْ شَهْرِ رَمَضَانَ [أي من دون عذر] خَرَجَ رُوحُ الإيمَانِ مِنْهُ).\n(مسألة 120): يشترط في وجوب صوم شهر رمضان أمور:\n1- البلوغ، فلا يجب على غير البالغ، وإن كان يستحبّ تمرينه عليه، بأن يؤمر بالصيام بما يطيق من الإمساك إلى نصف النهار أو أكثر من ذلك أو أقلّ حتّى يتعوّد الصوم ويطيقه.\n3،2- العقل، وعدم الإغماء.\n4- الطهارة من الحيض والنفاس، فلا يجب الصوم على المرأة الحائض والنفساء، بل لا يصحّ منهما.\n5- عدم الضرر، فلا يجب على المريض الذي يضرّ به الصوم، كأن يؤدّي إلى شدة مرضه أو تأخّر شفائه أو زيادة ألمه، كل ذلك بالمقدار المعتدّ به الذي لم تجر العادة بتحمّله.\n6- الحضر أو ما بحكمه، فلا يجب الصوم على من كان في سفر تُقصَر فيه الصلاة، بل لا يصحّ من مثل هذا الشخص. ويستثنى من ذلك:\nأ- من كان جاهلاً بعدم صحّة الصوم في السفر فصام ثُمّ علم به بعد انقضاء النهار، فإنّه يصحّ صومه ولا قضاء عليه.\nب- من خرج إلى السفر بعد زوال الشمس، فإنّه يجب عليه - على الأحوط - أن يكمل صومه ويجتزئ به.\nج- من وصل إلى أهله قبل زوال الشمس ولم يستعمل مفطراً، فإنّه يجب عليه - على الأحوط - أن ينوي صيام ذلك اليوم ويكتفي به.\nهذا ولا يجوز لمن أراد السفر قبل الزوال أن يفطر في بلده أو بعد الخروج منه ما لم يصل إلى حدّ الترخّص المتقدّم بيانه في المسألة (103).\n(مسألة 121): يثبت هلال شهر رمضان بما يلي:\n1- أن يراه الشخص بنفسه.\n2- أن يشهد برؤيته رجلان عادلان، مع عدم العلم باشتباههما، وعدم وجود معارض لشهادتهما ولو حكماً، ونقصد بذلك أن لا توجد هناك عوامل معوّقة عن قبول هذه الشهادة، كما لو استهلّ جماعة كبيرة من أهالي البلد ولم يدّعي الرؤية منهم إلّا هذان الشاهدان.\n3- أن يمضي ثلاثون يوماً من شهر شعبان.\n4- أن يشيع ويشتهر عند الناس رؤيته فيحصل العلم أو الاطمئنان بذلك. ولا أثر لإعلان ثبوته في وسائل الإعلام المرئيّة والمسموعة.\nولا يجوز صوم اليوم الذي يشكّ في كونه من رمضان بقصد أنه من رمضان، ويجوز صومه بنيّة شعبان أو قضاء عمّا في الذمّة، فإذا انكشف أنّه كان من رمضان اكتفى به. وأيضاً لا يجوز الإفطار في اليوم الذي يشكّ في أنّه من شوّال، إلّا إذا ثبت رؤية الهلال في ليلته بأحد الطرق المتقدّمة.\n(مسألة 122): الصوم هو الإمساك بقصد التخضّع لله تعالى من أوّل الفجر إلى غروب الشمس عن جملة أشياء تسمّى بـ (المفطرات)، وهي:\n1- تعمّد الأكل والشرب، قليلاً كان أو كثيراً. ولا يضرّ بصحّة الصوم الأكل أو الشرب بغير عمد، كما إذا نسي صومه فأكل أو شرب.\n2- تعمّد الجماع في القبل أو الدبر، فاعلاً ومفعولاً.\n3- الاستمناء، أي إخراج المنيّ بأيّ طريقة يتقصّد من خلالها قذفه وإن كانت محلّلة في حدّ ذاتها كملاعبة الزوجة. ولا يضرّ بصحّة الصوم الاحتلام أثناء النهار. ولو لم يغتسل المحتلم حتّى انقضى النهار لم يفسد صومه.\n4- تعمّد القيء.\n5- تعمّد الاحتقان بالماء أو بغيره من السوائل.\n6- تعمّد الكذب على الله أو على رسوله (صلّى الله عليه وآله وسلّم) أو على أحد الأئمّة المعصومين (عليهم السلام).\n7- تعمّد إدخال الغبار أو الدخّان الغليظين في الحلق.\nومفطريّة الأمرين الأخيرين تبتني على الاحتياط اللزومي.\n(مسألة 123): إذا أجنب الشخص في شهر رمضان أثناء الليل وجب عليه أن يغتسل قبل أن يطلع الفجر، وإذا لم يتمكّن من الاغتسال لمرض أو لعذر آخر وجب عليه التيمّم.\nوكذلك المرأة إذا طهرت من الحيض أو النفاس ليلاً وجب عليها أن تغتسل قبل طلوع الفجر.\nولو تعمّدا ترك غسل الجنابة أو الحيض أو النفاس وترك التيمّم البديل عنه حتّى طلع الفجر وجب عليهما قضاء ذلك اليوم بالإضافة إلى الإمساك فيه بقصد القربة المطلقة.\n(مسألة 124): من أجنب في شهر رمضان ليلاً فنام ناوياً للغسل ومطمئنّاً بالانتباه - لاعتيادٍ أو غيره - فاتّفق أنّه لم يستيقظ إلّا بعد طلوع الفجر صحّ صومه. ولو استيقظ ثُمّ نام ولم يستيقظ حتّى طلع الفجر وجب عليه قضاء ذلك اليوم عقوبة.\n(مسألة 125): تجب الكفّارة على من أفطر في يوم من شهر رمضان بالأكل أو الشرب أو الجماع أو الاستمناء أو بقي على الجنابة إلى طلوع الفجر، كلّ ذلك مع العمد والاختيار من غير كره ولا إجبار.\nوالكفّارة هي: عتق رقبة، أو صوم شهرين متتابعين، أو إطعام ستّين مسكيناً عن كلّ يوم من أيّام الصوم. ويكفي في الإطعام إعطاء كلّ فقير ثلاثة أرباع الكيلوغرام من التمر أو الحنطة أو غيرهما ممّا يسمّى طعاماً. ولا يجزي دفع ثمن الطعام إلى الفقير.\n(مسألة 126): إنّما تجب الكفّارة على العالم بوجوب الصيام وبمفطريّة ما أتى به. وأمّا الجاهل القاطع بخلاف ذلك فلا كفّارة عليه في إفطاره، فلو اعتقد أنّه لم يبلغ بعدُ سنّ التكليف فلم يصم، أو استعمل مفطراً باعتقاد أنّه لا يبطل الصوم لم تجب عليه الكفّارة. نعم، لا يعتبر في وجوب الكفارة العلم بوجوبها.\n(مسألة 127): من فاته صوم شهر رمضان لعذرٍ أو بدونه وجب عليه قضاؤه في غيره من أيّام السنة، إلّا يومي العيدين (الفطر والأضحى) فلا يجوز صومهما مطلقاً. ويستثنى من وجوب القضاء:\n1- المريض الذي استمرّ مرضه إلى رمضان الآتي فلم يتمكّن من القضاء في مجموع السنة، فإنّه يسقط عنه القضاء، وعليه الفدية، أي يتصدّق بدل كلّ يوم بثلاثة أرباع الكيلو تقريباً من الطعام.\n2- الشيخ والشيخة إذا تعذّر عليهما الصوم أو كان يسبّب لهما حرجاً ومشقّة، فإنّه لا يجب عليهما الصوم ولا يجب عليهما قضاؤه، ولكن يدفعان الفدية في صورة عدم تعذّر الصوم عليهما، وإلا فلا شيء عليهما.\n3- ذو العطاش، أي المريض الذي يشرب الماء ولا يروى، فإنّ حكمه حكم الشيخ والشيخة.\n(مسألة 128): الحامل المقرب التي يضرّ بها أو بحملها الصوم، والمرضعة القليلة اللبن التي يضرّ بها الصوم أو يضرّ بولدها، فإنّه يجوز لهما الإفطار في شهر رمضان، ولكن يجب عليهما القضاء بعده، كما يجب عليهما الفدية.\n(مسألة 129): من وجب عليه قضاء شهر رمضان فالأحوط الأولى له الإتيان به أثناء سنته إلى رمضان الآتي، ولو أخّره عمداً كفّر عن كلّ يوم بثلاثة أرباع الكيلوغرام من الطعام، والأحوط لزوماً ذلك في التأخير بغير عمد أيضاً.\n(مسألة 130): لا يجوز الإفطار في قضاء شهر رمضان بعد الزوال، ومن فعل ذلك وجبت عليه الكفّارة، وهي: إطعام عشرة مساكين يعطي كلّ واحد منهم ثلاثة أرباع الكيلوغرام من الطعام، فإن لم يتمكّن صام ثلاثة أيّام.\n(مسألة 131): لا يصحّ صوم التطوّع (المستحبّ) ممّن عليه قضاء شهر رمضان، ولا يضرّ بصحّته أن يكون عليه صوم واجب آخر، كصوم الكفّارة وقضاء غير شهر رمضان."
  },
  {
   "title": "أحكام الحج",
   
   "content": "الحجّ من أهمّ الفرائض في الشريعة الإسلاميّة، قال الله تعالى: [وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلاً وَمَنْ كَفَرَ فَإِنَّ اللَّهَ غَنِيٌّ عَنِ الْعَالَمِينَ].\nوفي المروي عن الإمام الصادق (عليه السلام) أنّه قال: (مَنْ مَاتَ وَلَمْ يَحُجَّ حَجَّةَ الإِسْلامِ، لَمْ يَمْنَعْهُ مِنْ ذَلِكَ حَاجَةٌ تُجْحِفُ بِهِ، أَوْ مَرَضٌ لا يُطِيقُ فِيهِ الْحَجَّ، أَوْ سُلْطَانٌ يَمْنَعُهُ فَلْيَمُتْ يَهُودِيّاً أَوْ نَصْرَانِيّاً).\n(مسألة 132): يجب الحجّ على البالغ العاقل المستطيع. وتتحقّق استطاعته بتوفّر الأمور التالية:\n1- سلامة البدن، بأن يكون صحيحاً في بدنه ومتمكّناً من مباشرة الحجّ بنفسه، فالمريض أو الهرم (كبير السنّ) الذي لا يتمكّن من أداء الحجّ نهائيّاً، أو كانت مباشرته لأداء الحجّ تسبّب له مشقّة وحرجاً لا تتحمّل عادة يعفى من مباشرة الحجّ بنفسه.\n2- الأمن والسلامة على نفسه وماله وعرضه في الطريق وعند أداء مناسك الحجّ.\n3- توفّر الإمكانيّة الماليّة لتغطية نفقات الحجّ بكلّ متطلّباتها، من رسوم تأشيرة الحجّ والجواز وتكاليف السفر ذهاباً وإياباً أو ذهاباً فقط - لمن لا يريد الرجوع إلى بلده - وأجور السكن في الديار المقدّسة وتكاليف المواد الغذائيّة والأدوية ونحو ذلك.\n4- أن لا يتسبّب أداؤه للحجّ في وقوعه في حرج مادّي عند عودته، فلو توفّرت لشخص من ذوي الدخل المحدود ماليّاً القدرة على جميع نفقات الحجّ، لكنّه سوف يقع في حرج عند عودته لصعوبة استعادة وضعه المادّي من جديد وكما كان أوّلاً قبل أداء الحجّ، فمثل هذا الشخص لا يعتبر مكلّفاً بالذهاب للحجّ.\n5- السعة في الوقت، بأن يكون له متّسع من الوقت للسفر إلى الأماكن المقدّسة وأداء مناسك الحجّ، فلو حصلت له الإمكانيّة المادّية للحجّ في وقت متأخّر لا يتّسع لتهيئة متطلّبات السفر إلى الحجّ - من إصدار الجواز والتأشيرة وما شاكل ذلك -، أو كان يمكن ذلك ولكن بحرج ومشقّة شديدة لا تتحمّل عادة، ففي مثل هذه الحالة لا يجب عليه الحجّ في هذا العام، وعليه أن يحتفظ بماله لأداء الحجّ في العام القادم أو فيما بعده إذا كان مقتنعاً في قرارة نفسه بإمكانيّة السفر للحجّ في الأعوام القادمة.\n(مسألة 133): تجب الاستنابة في الحجّ - أي إرسال شخص للحج عن غيره - في حالات ثلاث:\nالأولى: إذا كان الشخص قادراً على تأمين نفقات الحجّ ولكنّه كان في حال لا يمكنه معها فعل الحجّ لمرض أو أيّ عائق آخر.\nالثانية: إذا كان متمكّناً من أدائه بنفسه فتسامح ولم يحجّ حتّى ضعف عن الحجّ وعجز عنه لسبب من الأسباب بحيث لا يأمل التمكّن منه لاحقاً.\nالثالثة: إذا كان متمكّناً من أداء الحجّ ولم يحجّ حتّى مات، فيجب أن يُستأجر عنه - من تركته - من يحجّ عنه.\n(مسألة 134): الحجّ على ثلاثة أنواع: حجّ التمتّع، وحجّ الإفراد، وحجّ القِران.\nوالأوّل هو وظيفة كلّ من كان محلّ سكناه يبعد عن مكّة المكرّمة أكثر من ثمانية وثمانين كيلومتراً، والآخران وظيفة من كان من أهل مكّة أو من كانت المسافة بين محلّ سكناه ومكّة أقلّ من المقدار المذكور.\nوفيما يأتي شرح موجز بأعمال حجّ التمتّع فقط، لأنّه الواجب على غالب المؤمنين لتواجدهم في مناطق سكنيّة بعيدة عن مكّة المكرّمة أكثر من ثمانية وثمانين كيلومتراً.\n(مسألة 135): يتألّف حجّ التمتّع من عبادتين، تسمّى الأولى بـ (العمرة)، والثانية بـ (الحجّ).\nوتجب في عمرة التمتّع خمسة أمور حسب الترتيب الآتي:\n1- الإحرام من أحد المواقيت (المناطق المخصّصة للإحرام).\n2- الطواف حول البيت سبع مرّات.\n3- صلاة الطواف خلف مقام إبراهيم (عليه السلام).\n4- السعي بين الصفا والمروة سبع مرّات.\n5- التقصير بقصّ شيء من شعر الرأس أو اللحية أو الشارب.\nويجب في حج التمتّع ثلاثة عشر أمراً:\n1- الإحرام من مكّة المكرّمة.\n2- الوقوف في عرفات يوم التاسع من ذي الحجّة من زوال الشمس إلى غروبها.\n3- الوقوف في المزدلفة مقداراً من ليلة العيد إلى طلوع الشمس.\n4- رمي جمرة العقبة يوم العيد بسبع حصيات.\n5- الذبح أو النحر يوم العيد أو فيما بعده إلى أخر أيّام التشريق في منى.\n6- حلق شعر الرأس أو التقصير في منى.\n7- الطواف بالبيت طواف الحجّ (الزيارة).\n8- صلاة الطواف خلف مقام إبراهيم (عليه السلام).\n9- السعي بين الصفا والمروة.\n10- طواف النساء.\n11- صلاة طواف النساء.\n12- المبيت في منى ليلة الحادي عشر وليلة الثاني عشر من ذي الحجّة.\n13- رمي الجمار الثلاث في اليوم الحادي عشر والثاني عشر.\n(مسألة 136): كلّ واحد من أفعال العمرة والحجّ عمل عبادي لا بُدّ من أدائه تخضّعاً لله تعالى، ولها الكثير من الخصوصيّات والأحكام ممّا تكفّلت لبيانه رسالة (مناسك الحجّ)، فعلى من يروم أداء هذه الفريضة الإلهيّة أن يتعلّم أحكامها بصورة وافية لئلا يقع فريسة الجهل والغفلة فينقص حجّه أو يبطل فتلزمه الإعادة."
  },
  {
   "title": "أحكام الزكاة",
   
   "content": "الزكاة من أهمّ الواجبات الإسلاميّة، وقد قرنها الله تبارك وتعالى بالصلاة في غير واحد من الآيات القرآنيّة الكريمة، وقد ورد أنّ الصلاة لا تقبل من مانعها. وهي على قسمين:"
  },
  {
   "title": "زكاة الأموال",
   
   "content": "(مسألة 137): تجب الزكاة في أربعة أشياء:\n1- في الأنعام: الغنم بقسميها (المعز والضأن) والإبِل والبقر حتّى الجاموس.\n2- العملات النقديّة من الذهب والفضّة.\n3- في المحاصيل الأربعة: الحنطة والشعير والتمر والزبيب.\n4- في مال التجارة على الأحوط، وهي: البضائع المخزّنة بقصد بيعها عند ارتفاع قيمتها السوقيّة.\n(مسألة 138): يشترط في وجوب الزكاة في الأنعام أمور:\n1- بلوغ عددها النصاب، وهو: رقم معيّن إذا بلغته وجبت فيها الزكاة.\nففي الإبِل: إذا بلغ عددها خمساً فزكاتها شاة، وإذا بلغ عشراً فزكاتها شاتان، وإذا بلغ خمس عشرة فزكاتها ثلاث شياه، وإذا بلغ عشرين فزكاتها أربع شياه، وإذا بلغ خمس وعشرين فزكاتها خمس شياه، وإذا بلغ ستّاً وعشرين فزكاتها ناقة في السنة الثانية من عمرها، وإذا بلغ ستّاً وثلاثين فزكاتها ناقة في السنة الثالثة من عمرها. وهناك غيرها من الأرقام لا يسع المجال هنا لذكرها.\nوفي الغنم: إذا بلغ عددها أربعين فزكاتها شاة، وإذا بلغ مائة وواحد وعشرين فزكاتها شاتان، وإذا بلغ مائتين وواحد فزكاتها ثلاث شياه، وإذا بلغ ثلاثمائة وواحداً فزكاتها أربع شياه، وإذا بلغ أربعمائة أو أكثر فزكاتها عن كلّ مائة شاة واحدة مهما بلغ عددها.\nوفي البقر والجاموس: إذا بلغ عددها ثلاثين فزكاتها تبيع دخل في السنة الثانية من عمره، وإذا بلغ العدد الأربعين فزكاتها مسنّة دخلت في السنة الثالثة من عمرها من البقر والجاموس.\n2- أن تكون الحيوانات سائمة ترعى في المراعي الطبيعيّة، أمّا إذا كانت معلوفة - بأن يوفّر لها العلف بشراء أو يحشّ لها العلف النابت في المراعي ثُمّ تُعلف به - ولو في بعض السنة فلا زكاة فيها.\n3- تمكّن المالك أو وليّه من التصرّف فيها في تمام الحول، فلو سرقت مدّة معتدّاً بها لم تجب الزكاة فيها.\n4- أن يمضي عليها أحد عشر شهراً ويدخل الشهر الثاني عشر وهي في ملك المالك.\n(مسألة 139): يشترط في وجوب الزكاة في العملات النقديّة الذهبيّة والفضّيّة أمور:\n1- أن تبلغ كمّيّة الذهب خمسة عشر مثقالاً صيرفيّاً (24 حبة) وزكاتها ربع العشر (2,5٪)، وكلّما زادت ثلاثة مثاقيل وجب إخراج (2,5٪) منها زكاة.\nوأما الفضّة فيجب أن تبلغ كمّيّتها مائة وخمسة مثاقيل وزكاتها ربع العشر (2,5٪)، وكلّما زادت كمّيّتها واحداً وعشرين مثقالاً وجب إخراج (2,5٪) منها زكاة.\n2- أن يمضي عليهما أحد عشر شهراً ويدخل عليهما الشهر الثاني عشر وهما في ملك المالك.\n3- تمكّن المالك من التصرّف فيهما في تمام الحول، فلا تجب الزكاة مع ضياعهما مدّة معتدّاً بها عرفاً.\n4- أن يكون المالك بالغاً عاقلاً، فلا تجب الزكاة في أموال الصبيّ والمجنون.\n(مسألة 140): لا تجب الزكاة في سبائك الذهب والفضّة والحُلِيّ المصنوعة منهما، كما لا تجب في العملات النقديّة الذهبيّة والفضّيّة الخارجة عن التعامل بها في البيع والشراء - كالليرات العثمانيّة التي قد تتّخذها النساء للزينة -، وأيضاً لا تجب الزكاة في العملات الورقيّة والفلزّيّة المصنوعة من غير الذهب والفضّة، كما هي المتداولة في عصرنا الحاضر.\n(مسألة 141): يشترط في وجوب الزكاة في الغلّات الأربع أمران:\n1- بلوغ النصاب، وهو أن تبلغ كمّيّة كلّ منها بعد جفافها ثلاثمائة صاع، وهذا يقارب - فيما قيل - (847 كغم). ومقدار الزكاة الواجب فيها كما يلي:\nأ- إذا سقيت بماء المطر أو بماء النهر أو ما شابههما بحيث لا يحتاج سقي الزرع إلى مجهود أو آلة تكون زكاتها حينئذٍ العشر (10٪).\nب- إذا سقيت باليد أو بالآلة كالمضخّات وما شابههما تكون زكاتها حينئذٍ نصف العشر (5٪).\nج- إذا سقيت بالمطر تارة وباليد أو بالآلة أخرى تكون زكاتها حينئذٍ ثلاثة أرباع العشر (7,5٪)، إلّا إذا كان أحد السقيين قليلاً جداً بحيث لا يعتدّ به فينسب إلى السقي الغالب.\n2- أن يكون المحصول مملوكاً للمكلّف حين تعلّق الزكاة به، فلو تملّكه بعد ذلك الحين لم تجب عليه أداء زكاته. نعم، إذا علم أنّ المالك الأول لم يخرج زكاته وجب عليه إخراجها، ويسعه الرجوع بها إليه إذا كان المحصول قد انتقل إليه بالشراء أو نحوه وغرّه بعدم إخباره بواقع الحال.\n(مسألة 142): يشترط في وجوب الزكاة في مال التجارة أمور:\n1- بلوغ المالك وعقله.\n2- بلوغ المال حدّ النصاب، وهو نصاب أحد النقدين الذهب والفضّة، أي ما يعادل قيمة خمسة عشر مثقالاً صيرفيّاً من الذهب أو مائة وخمسة مثاقيل من الفضّة. ومقدار الزكاة الواجب فيه هو ربع العشر (2,5٪).\n3- تملّكه بعقد المعاوضة - كالشراء - ومضيّ الحول عليه بعينه من حين قصد الاسترباح.\n4- بقاء قصد الاسترباح به طوال الحول.\n5- تمكّن المالك من التصرّف فيه تمام الحول.\n6- أن لا تنخفض قيمته السوقيّة خلال العام عن سعر الكلفة.\n(مسألة 143): تصرف الزكاة في ثمانية موارد:\n2،1- الفقراء والمساكين، والمقصود بهما من لا يملك قوت سنته لنفسه ولعياله، وليست له صنعة أو حرفة - مثلاً - يتمكّن بها من توفيره. والفرق بين الفقير والمسكين أنّ الثاني أسوأ حالاً من الأوّل، كأن يكون لا يملك قوت يومه.\n3- العاملين عليها، وهم المنصوبون من قبل النبيّ (صلّى الله عليه وآله وسلّم) أو الإمام (عليه السلام) أو الحاكم الشرعي أو نائبه لجباية الزكاة وحسابها وإيصالها إليهم أو إلى المستحقّين.\n4- المؤلّفة قلوبهم، وهم المسلمون الذين يعزّز إسلامهم بدفع المال إليهم، وغير المسلمين بهدف جلبهم إلى الإسلام أو حملهم على مساعدة المسلمين في الدفاع عن أنفسهم.\n5- العبيد، فإنّهم يعتقون من الزكاة.\n6- الغارمين، وهم المدينون العاجزون عن أداء ديونهم المشروعة.\n7- سبيل الله، وهو مصرف جميع سبل الخير العامّة، كبناء المساجد والمدارس والمؤسّسات الخيريّة وغيرها.\n8- ابن السبيل، وهو المسافر المنقطع، أي الذي نفدت أمواله ولا يتيسّر له العود إلى بلده إلّا بدفع نفقة العود إليه.\n(مسألة 144): يشترط في من تُدفع إليه الزكاة أن يكون مؤمناً، وأن لا يصرف الزكاة في المعاصي، والأحوط لزوماً أن لا يكون تاركاً للصلاة أو شارباً للخمر أو متجاهراً بالمنكرات.\nويشترط أيضاً أن لا يكون ممّن تجب نفقته على دافع الزكاة كالزوجة، وأن لا يكون المستحقّ هاشميّاً إذا لم يكن دافع الزكاة هاشميّاً مثله."
  },
  {
   "title": "زكاة الفطرة",
   
   "content": "(مسألة 145): تجب زكاة الفطرة بشروط:\n1- البلوغ\n2- العقل وعدم الإغماء\n3- الغنى، وهو يقابل الفقر المتقدّم معناه في المسألة (143).\nفإذا توفّرت هذه الشروط في المكلّف قبيل غروب اليوم الأخير من شهر رمضان إلى أوّل جزء من ليلة عيد الفطر وجب عليه إخراج الفطرة عن نفسه وعمّن يعوله، سواء في ذلك من تجب نفقته عليه وغيره. والأحوط لزوماً إخراجها مع توفّر الشروط المتقدّمة مقارناً للغروب أو بعده إلى زوال الشمس من يوم العيد.\n(مسألة 146): يستحبّ للفقير إخراج الفطرة عنه وعمّن يعوله، فإن لم يجد إلّا ما يكفي بفطرة شخص واحد جاز له أن يعطي تلك الفطرة عن نفسه لأحد أفراد عائلته وهو يعطيها إلى آخر منهم، وهكذا يفعل جميعهم حتّى ينتهي إلى الأخير منهم وهو يعطيها إلى فقير غيرهم.\n(مسألة 147): مقدار زكاة الفطرة عن كلّ نفس ما يقارب ثلاثة كيلوغرامات من الحنطة أو الشعير أو التمر أو الزبيب، أو غيرها ممّا يكون غذاءً غالباً، أو ما هو بقيمتها من النقود.\n(مسألة 148): يجوز إخراج زكاة الفطرة خلال شهر رمضان مقدّماً على وقت وجوبها. ويجوز التأخير في إخراجها في يوم العيد إلى زوال الشمس لمن لا يصلّي صلاة العيد، وأمّا من يصلّيها فالأحوط لزوماً أن لا يؤخّر إخراجها عن أداء الصلاة. وإذا أخّر المكلّف إخراج فطرته عن زوال الشمس فليؤدّها بقصد القربة المطلقة من دون نيّة الأداء والقضاء.\n(مسألة 149): تتعيّن زكاة الفطرة بعزلها، فلا يجوز تبديلها بمال آخر.\n(مسألة 150): تدفع زكاة الفطرة للفقراء والمساكين ممّن تحلّ عليهم زكاة المال (انظر المسألة 143)، علماً أنّه لا تحلّ زكاة الفطرة للهاشمي إن كان الدافع غير هاشمي، ولا تعطى زكاة الفطرة لمن تجب نفقته على دافع الزكاة كالأب والأمّ والزوجة والولد.\n(مسألة 151): يجوز نقل زكاة الفطرة إلى الحاكم الشرعي وإن كان في البلد من يستحقّها، والأحوط لزوماً عدم النقل إلى غيره خارج البلد مع وجود المستحقّ في البلد."
  },
  {
   "title": "أحكام الخمس",
   
   "content": "الخمس حقّ مالي مقرّر في الشريعة الإسلاميّة المقدّسة بنصّ القرآن الكريم، وقد ورد الاهتمام بشأنه في كثير من الروايات المأثورة عن أئمّة أهل البيت (عليهم السلام)، وفي بعضها اللعن على من يمتنع عن أدائه، وعلى من يأكله بغير استحقاق.\n(مسألة 152): يتعلّق الخمس بأنواع من المال:\n1- الغنائم الحربيّة من الكفّار الذين يحلّ قتالهم.\n2- ما يستخرج من المعادن كالذهب والفضّة والنحاس والحديد والكبريت والنفط وغيرها.\n3- الكنوز المستخرجة من مدافنها أرضاً كانت أم جداراً أم غيرهما.\n4- ما يُخرج بالغوص من البحار أو الأنهار الكبار ممّا يتكوّن فيها من اللؤلؤ والمرجان وغيرهما من الأشياء الثمينة.\n5- الحلال المختلط بالحرام في بعض صوره.\n6- الفوائد والأرباح المستحصلة من تجارة أو صناعة أو حيازة أو أي مكسب آخر، ومثلها ما يملكه الشخص بهديّة أو وصيّة، وما يأخذه من المعونات والمساعدات من غير الخمس والزكاة.\nولا يثبت الخمس فيما تملكه المرأة من المهر (الصداق)، وما يملكه الزوج عوضاً عن الطلاق الخلعي، وما يعوّض به المجني عليه من ديات الأعضاء ونحوها، وما يملك بالإرث عدا بعض الاستثناءات التي تراجع بشأنها رسالة (منهاج الصالحين).\nإنما يجب الخمس في الأنواع الستّة المذكورة عند توفّر شروط معيّنة ذكرت في رسالة (منهاج الصالحين) فلتراجع. ونقتصر في المسائل الآتية على بيان بعض أحكام النوع السادس فقط.\n(مسألة 153): يجب الخمس في الأرباح والفوائد بعد استثناء ما يلي:\nأ- ما صرفه الشخص في سبيل تحصيلها من أجور المحلّ والمخزن والكهرباء والهاتف والنقل والضرائب ونحوها. ويسمّى ما ذكر بـ (مؤونة التجارة).\nب- ما صرفه على نفسه وعائلته خلال العام، أي ما صرفه في المأكل والمشرب والملبس والمسكن والنقل والأثاث والعلاج، والنثريات الأخرى بما في ذلك أداء الديون والهدايا وتكاليف السفرات الدينيّة والسياحيّة والمناسبات وغيرها ممّا هو طبيعي لمثله ولا يعدّ سرفاً وتبذيراً. ويسمّى ما ذكر بـ (مؤونة السنة).\nفإذا حسب التاجر - مثلاً - أمواله من نقد وبضاعة، ووجد أنّ لديه أرباحاً تبلغ مائة ألف دينار غير ما صرفه في سبيل تجارته وما صرفه على نفسه وعائلته خلال العام يلزمه في هذه الحالة أن يخمّس هذه الأرباح الباقية، فيؤدّي عشرين ألف دينار من جهة الخمس.\n(مسألة 154): رأس سنة المؤونة بالنسبة إلى الذي ليس له مهنة يتعاطاها في معاشه بل يعيش على الهبات والعطايا ونحوها هو أوّل زمان حصولها، فمتى حصلت له فائدة جاز له صرفها في مؤونته اللاحقة إلى سنة كاملة.\nوأمّا من له مهنة يتعاطاها في معاشه - كالتجّار والموظّفين والحرفيّين - فرأس سنته من حين الشروع في الاكتساب، ونتيجة ذلك أنّه يجوز له خصم المؤن المصروفة بعده من الربح اللاحق، ولا يحقّ له صرف شيء من الأرباح الحاصلة قبل نهاية السنة في مؤونة السنة التالية إلّا بعد تخميسها.\n(مسألة 155): رأس مال التجارة وسائر مستلزماتها ليس من المؤونة المستثناة من الخمس، فالتاجر الذي يكوّن رأس ماله من أرباحه وفوائده السنويّة ويوفّر مستلزماتها منها يلزمه في نهاية السنة تخميس كلّ ما لديه من النقود والبضائع المعدّة للبيع وسائر الأعيان المتعلّقة بتجارته، وفي حكم رأس المال ومستلزمات التجارة ما يحتاج إليه الصانع من آلات الصناعة والزارع من آلات الزراعة، وهكذا.\n(مسألة 156): إذا اشترى شيئاً من أرباح سنته ولم يستخدمه في مؤونته حتّى حلّ رأس سنته الجديدة لزمه تخميسه بقيمته حين التخميس.\nوأما لو اشترى شيئاً من مال مخمّس أو ممّا لم يتعلّق به الخمس - كالمال الموروث - ثُمّ زادت قيمته فهو على ثلاثة أقسام:\n1- ما يجب الخمس في الزيادة فقط وإن لم يبعه، وهو ما أعدّه للتجارة - أي المعروض للبيع عند ارتفاع قيمته السوقيّة -.\n2- ما لا يجب فيه الخمس في الزيادة وإن باعه بالزيادة، وهو ما ملكه بالإرث ونحوه ولم يعدّه للتجارة.\n3- ما لا يجب الخمس في الزيادة إلّا إذا باعه، وهو ما ملكه بالمعاوضة، كالشراء ونحوه بقصد الاقتناء لا التجارة، فإنّه إذا باعه بأزيد ممّا اشتراه دخلت الزيادة في أرباح سنة البيع، فيخمّس الزائد منها على مؤونته في تلك السنة.\n(مسألة 157): يتهاون بعض المكلّفين في أداء ما عليه من الخمس ولا يحاسب نفسه عدّة من السنين، ثُمّ يثوب إلى رشده ويريد أن يصحّح موقفه، فعليه - والحال هذه - أن يجرّد ممتلكاته ويراجع الحاكم الشرعي أو وكيله لتصفية حسابه ومصالحته في المقدار المشكوك فيه وتقسيط ما لا يتيسّر له دفعه مرّة واحدة.\n(مسألة 158): يتخيّر المكلّف بين إخراج الخمس من عين ما تعلّق به وإخراجه من النقود بقيمته.\n(مسألة 159): لا يجوز للمالك أن يتصرّف فيما تعلّق به الخمس بعد انتهاء السنة وقبل أدائه، ويجوز له ذلك بمراجعة الحاكم الشرعي حيث يجري المداورة لنقل الخمس إلى الذمّة.\n(مسألة 160): لا يتعيّن الخمس بعزله من قبل المالك بل يتوقّف على مراجعة الحاكم الشرعي.\n(مسألة 161): لا يشترط في ثبوت الخمس كون المالك بالغاً عاقلاً، فيثبت الخمس في أموال الصبيّ والمجنون. ويجب على الوليّ إخراجه منها، وإن لم يخرجه الوليّ وجب عليهما إخراجه بعد البلوغ والإفاقة.\n(مسألة 162): الخمس نصفان: نصفٌ للإمام المنتظر (عليه السلام)، يصرف في الأمور التي يضمن رضا الإمام (عليه السلام) بصرفه فيها، إمّا بإجازة من المرجع الأعلم المطّلع والمحيط بالجهات العامّة، أو بدفع ذلك إليه، ونصفٌ للفقراء وأبناء السبيل من الهاشميين المؤمنين العاملين بفرائض دينهم، وكذلك للأيتام الفقراء المؤمنين منهم.\n(مسألة 163): لا يجوز على الأحوط إعطاء الخمس لمن تجب نفقته على المالك كالأب والزوجة والولد، كما لا يجوز دفعه لمن يصرفه في الحرام، والأحوط لزوماً أن لا يدفع لتارك الصلاة وشارب الخمر والمتجاهر بالفسق."
  },
  {
   "title": "أحكام الأمر بالمعروف والنهي عن المنكر",
   
   "content": "إنّ من أعظم الواجبات الدينيّة الأمر بالمعروف والنهي عن المنكر، قال الله تعالى: [وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنْ الْمُنْكَرِ وَأُوْلَئِكَ هُمْ الْمُفْلِحُونَ].\nوعن النبيّ (صلّى الله عليه وآله وسلّم) أنّه قال: (لا تَزَالُ أُمَّتِيْ بِخَيْرٍ مَا أَمَرُوْا بِالمَعْرُوْفِ وَنَهَوْا عَنِ المُنْكَرِ وَتَعَاوَنُوا عَلَى البِرِّ، فَإِذَا لَمْ يَفْعَلُوْا ذلِكَ نُزِعَتْ مِنْهُمُ البَرَكَاتِ وسُلِّطَ بَعْضُهُمْ عَلَى بَعْضٍ، وَلَمْ يَكُنْ لَهُمْ نَاصِرٌ فِيْ الأَرْضِ وَلا فِيْ السَّمَاءِ).\nوعن الإمام أمير المؤمنين (عليه السلام) أنّه قال: (لا تَتْرُكُوا الأَمْرَ بِالمَعْرُوْفِ وَالنَّهْيَ عَنِ المُنْكَرِ فَيُوَلَّى عَلَيْكُمْ شِرَارُكُمْ ثُمَّ تَدْعُوْنَ فَلا يُسْتَجَابُ لَكُمْ).\n(مسألة 164): للأمر بالمعروف والنهي عن المنكر عدّة مراتب:\nالأولى: أن يأتي الشخص بعملٍ يظهر به انزجاره القلبي وتذمّره من ترك المعروف وفعل المنكر.\nالثانية: أن يأمر بالمعروف وينهى عن المنكر بقوله ولسانه، سواء أكان بصورة الوعظ والإرشاد أم بغيرها.\nالثالثة: أن يتّخذ إجراءات عمليّة للإلزام بفعل المعروف وترك المنكر، كفرك الإذن والضرب والحبس ونحو ذلك.\nولكلّ مرتبة من هذه المراتب درجات متفاوتة شدّة وضعفاً، واللازم الابتداء بالمرتبة الأولى أو الثانية مع مراعاة ما هو أكثر تأثيراً وأخفّ إيذاءً والتدرّج إلى ما هو أشدّ منه.\nوإذا لم تنفع المرتبتان الأولى والثانية تصل النوبة إلى المرتبة الثالثة بعد استحصال الإذن من الحاكم الشرعي على الأحوط، فيتّخذ ضد فاعل المنكر وتارك المعروف إجراءات عمليّة لصدّه عن ذلك، ويتدرّج فيها من الإجراء الأخفّ إيذاء إلى الإجراء الأشدّ والأقوى من دون أن يصل إلى حدّ الجرح أو الكسر.\n(مسألة 165): يجب الأمر بالمعروف والنهي عن المنكر مع توفّر الشروط التالية:\n1- أن يكون الشخص الآمر بالمعروف والناهي عن المنكر عارفاً بالمعروف والمنكر.\n2- أن يحتمل ائتمار المأمور بالمعروف بأمره وانتهاء المنهي عن المنكر بنهيه. ولو علم أنه لا يبالي ولا يكترث بأمره ونهيه لم تجب المرتبتان الثانية والثالثة، ويقتصر الوجوب على المرتبة الأولى على الأحوط، وهو إبداء الانزعاج والتذمّر ممّا يرتكبه فاعل المنكر أو تارك المعروف وإن علم عدم تأثيره فيه، وذلك امتثالاً لأمر النبيّ (صلّى الله عليه وآله وسلّم) كما حكاه لنا الإمام أمير المؤمنين (عليه السلام) قائلاً: (أَمَرَنَا رَسُوْلُ اللهِ - صلّى الله عليه وآله وسلّم - أَنْ نَلْقَى أَهْلَ المَعَاصِيْ بِوُجُوْهٍ مُكْفَهِرَّةٍ).\n3- أن يكون تارك المعروف أو فاعل المنكر بصدد الاستمرار على ترك المعروف وفعل المنكر. ولو عُرف من الشخص أنّه بصدد ارتكاب المنكر أو ترك المعروف ولو لمرّة واحدة وجب أمره أو نهيه قبل أن يفعل ذلك.\n4- أن لا يكون فاعل المنكر أو تارك المعروف معذوراً في فعله للمنكر أو تركه للمعروف.\n5- أن لا يخاف الآمر بالمعروف والناهي عن المنكر ترتّب ضرر عليه في نفسه أو عرضه أو ماله بالمقدار المعتدّ به أو بأحدٍ من المسلمين جرّاء أمره بالمعروف ونهيه عن المنكر.\nوالحمد لله أوّلاً وآخراً\nوصلّى الله على محمّد وآله الطاهرين."
  }
 ]
}