{
 "selection3": [
  {
   "title": "المقدمة",
   
   "content": "يشرفني أن أقدم للقراء الكرام كتابي الميسر في الحج والعمرة وفق فتاوى سماحة آية الله العظمي السيد علي الحسيني السيستاني ( دام ظله) تيسيرا لضيوف الرحمن على أداء مناسك حجهم وعمرتهم وزيارتهم لمرقد نبيهم وأئمتهم الأطهار في الحرمين الشريفين بمكة المكرمة والمدينة المنورة وغير ذلك من أماكن العبادة ومقاماتها.\nوالكتاب الذي بين يديك سيدي هو محاولتي الثالثة وفق فتاوى سيدنا (دام ظله) بعد محاولتي السابقتين في الفتاوى الميسرة و الفقه للمغتربين .\nولقد حرصت هذه المرة علي أن أتناول مسائل الحج والعمرة من خلال منهج مختلف عن السائد المتداول في مناسكها وكتبها، مختصرة وموسعة، سعيا وراء التوضيح كما أحسب وأظن. فإن وفقت فيما نهدت له وابتدرت اليه من تجميع الصورة وتجليتها فبعون الله ما كان. وإن تكن الأخرى فحسبي أنني حاولت وما توفيقي الآّ بالله عليه توكلت واليه أنيب .\nوإني أذ أضع بين يدي ضيوف الرحمن سادات وسيدات هذا العمل أتوسل اليهم وأحرض نفسي على أن نجرد جميعا أرواحنا قبل أجسادنا ــ ولو زمن ضيافته لنا في بيته الحرام ــ من زخارف الدنيا ولذاذاتها ومتعها الصغيرة التافهة ونتوجه اليه (جل شأنه) بقلوبنا وأفئدتنا مخلصين صادقين سائلين متضرعين داعين عسى أن يمنّ علينا فيذيـــقنا حلاوة مـــحبته وقربه بعد أن ذقنا طوال أعمارنا ما حسبناه حلاوات دنيانا وهنّ مرارات ثم لنكتشف ونحن في غمرة سعادتنا برضاه وحبه أية لذة مشتهاة هذه التي حرمنا أنفسنا منها كل هذه المدة المديدة. ولنبتهل اليه مع المبتهلين بدعاء الإمام الحسين (ع) في يوم عرفة هاتفين:\nإلهي اَنْتَ الَّذي اَشْرَقْتَ الانْوارَ في قُلُوبِ اَوْلِيـآئِكَ حَتّـى عَـرَفُوكَ وَوَحَّدوكَ، اَنْتَ الَّذي اَزَلْتَ الاغْيارَ عَنْ قُلُوبِ اَحِبّائِكَ حَتّى لَمْ يُحِبُّوا سِواكَ، وَلَمْ يَلْجَأوا اِلى غَيْرِكَ، اَنْتَ الْمُـوْنِسُ لَهُمْ حَيْثُ اَوْحَشَتْهُمُ الْعَوالِمُ، وَاَنْـتَ الَّذي هَدَيْتَهُمْ حَيْثُ اسْتَبانَتْ لَهُمُ الْمَعالِم ماذا وَجَدَ مَنْ فَقَدَكَ، وَمَا الَّذي فَقَدَ مَنْ وَجَدَكَ، لَقَدْ خابَ مَنْ رَضِيَ دُونَكَ بَدَلاً، وَلَقَدْ خَسِرَ مَنْ بَغي عَنْكَ مُتَحَوِّلاً .\nوإني إذ أرجو من القراء الكرام وبخاصة حجاج بيت الله الحرام موافاتي بآرائهم واقتراحاتهم وصولا الي نسخة أفضل لتحقيق المأمول أتقدم بالشكر الجزيل لجميع من ساهم في إنجاز هذا الكتاب وأخص بالذكر مكتب سماحة آية الله العظمي سيدنا (دام ظله) في النجف الأشرف على ما تجشمه من عناء وتعب وما بذله من جهد ووقت في المراجعة والتطبيق والإضافة سائلا الله عز وجل أن يتقبل منهم ومني ومنا جميعا أعمالنا ويجعلها خالصة لوجهه الكريم (يوم لا ينفع مال ولا بنون إلاّ من أتى الله بقلب سليم).\n(ربــنا لا تؤاخذنا إن نسينا أو أخطأنا ربنا ولا تحمل علينا إصرا كما حملته على الذين من قبلنا ربنا ولا تحمّلنا ما لا طاقة لنا به واعف عنا واغفر لنا وارحمنا أنت مولانا فانصرنا على القوم الكافرين).\nعبد الهادي الحكيم\nلندن\nذو القعدة 1423هـ\nكانون الثاني 2003م"
  },
  {
   "title": "تعريف ببعض المصطلحات الفقهية الواردة في الكتاب",
   
   "content": "فيما يأتي تعريف ببعض المصطلحات الفقهية الواردة في الكتاب:\n1 - إجمالا : أي من دون تحديد فإذا قيل : نعلمه إجمالاً أي نعرفه معرفة غير محددة. كما لوعلمت أنك مطلوب بمال لأحد رجلين ولكنك لا تستطيع تحديده.\n2 - الاحتياط الاستحبابي : هو الاحتياط الذي يجوز للمكلف تركه.\n3 - الاحتياط الوجوبي : هو الاحتياط الذي يترك للمكلف الخيار بين فعله وتقليد مجتهد آخر الأعلم فالاعلم.\n4 - الإحرام بالنذر : لا يجوز الإحرام إلاّ من الميقات أو ما يحاذيه فإذا أراد المكلف أن يحرم قبل الميقات جاز له أن ينذر نذراً صحيحاً : أن يقول لله عليَّ أن أحرم من..... ويذكر اسم المكان ولا بدّ أن يكون قبل الميقات أو ما يحاذيه وبذلك يجوز الإحرام من ذلك الموضع.\n5 - الأحوط الأولي : الاحتياط الاستحبابي وقد تقدم ذكره.\n6 - إشكال : أي الأحوط وجوبا تركه وقد تقدم تعريف الاحوط وجوباً.\n7 - الاطمئنان : الظن القوي بحيث يكون الاحتمال الآخر الذي يقابله ضعيفاً الي درجة لا يعتنى به العقلاء في شؤون حياتهم المختلفة.\n8 - التظليل : هو التستر من الشمس والمطر.\n9 - التقصير في الصلاة : أن يصلي المكلف الصلاة الرباعية ركعتين.\n10 - الجاهل القاصر : من كان معذوراً في جهله كما إذا استند الي حجة شرعية ثم تبين له خطؤه كما لو سأل الأنسان عالما ًيثق بعلمه ودينه ثم تبين له خطؤه حيث الكل يخطأ فالسائل جاهل بالحكم ولكنه معذور في جهله.\n11 - الجاهل المقصّر:من لا يكون معذوراً في جهله كالمتهاون في معرفة الأحكام الشرعية.\n12 - الحاج الصرورة : وهو الحاج الذي يحج لأول مرة.\n13 - حجة الإسلام : الحجّة الواجبة علي المكلف المستطيع.\n14 - الحرج : الضيق والمشقة التي لا تُتحمّل عادة.\n15 - الشك : الترديد في الأمر بحيث يكون الاحتمالان متساويين.\n16 - الضرر المعتّد به : أي الضرر الذي يهتم العقلاء بالتحفظ منه كالألم الشديد أو تلف المال الكثير وأمثال ذلك.\n17 - الضرورة : الوقوع في الحرج الشديد الذي لا يُتحمّل عادة، كالألم الشديد وأمثال ذلك.\n18 - فيه إشكال : أي أن الحكم المذكور احتياط وجوبي وقد تقدم تحديد الاحتياط الوجوبي.\n19 - الميقات : هو المكان الذي حددته الشريعة الإسلامية لبدء الإحرام منه والمواقيت تسعة. منها (مسجد الشجرة) ومنها (الجحفة). وقد خصّ النبي بعضها لبعض أهل الآفاق مما لم يكن للإسلام فيه ذلك الوقت وجود كالعراق ومصر والشام وغيرها.وهذا من معاجزه (ص).\n20 - محاذاة الميقات : إذا افترضنا وجود خطين متقاطعين يشكلان زازية قائمة (90) درجة. وكان أحدهما يمرّ بمكة المكرمة والآخر يمرّ بالميقات فإذا وقف الشخص في نقطة التقاطع مستقبلاً مكة المكرمة فهو واقف في المكان المحاذي للميقات. والعبرة في ذلك بالصدق العرفي لا التدقيق العقلي."
  },
  {
   "title": "أقسام الحج",
   
   "content": "أقسام الحج ثلاثة هي:\nتمتع وإفراد وقران\nأما حج الإفراد وحج القران فهما يجبان علي أهل مكة ومن لا تزيد المسافة بين بيته وبداية البيوت بمكة المكرمة على (88)كم.\nوأما حج التمتع فهو الواجب علي من يبعد سكنه عن مكة المكرمة بما يزيد عن (88) كم ويجب فيه تقديم العمرة على الحج.\nوهذا أي (حج التمتع) هو الذي يهم الأعم الأغلب من الحجاج لذا فسأقتصر في الحديث عليه.\nحج التمتع\nيتألف حج التمتع من عبادتين تسمى أولاهما (بالعمرة) أو(عمرة التمتع) وتسمى ثانيهما (بالحج) أو (حج التمتع) ويجب في حج التمتع الإتيان بالعمرة قبل الحج\nالعمرة أو عمرة التمتع\nوتجب في عمرة التمتع أمور خمسة هي:\nالإحرام من أحد المواقيت المعروفة ثم الطواف ثم صلاة الطواف ثم السعي ثم التقـــصير. فاذا أحرم المكلف ثم أدى الأمور المتقدمة خرج من إحرامه وحلّت له الأمور التي حرمت عليه بسبب الإحرام. وبذلك ينتهي المكلف من العبادة الأولي في حج التمتع وهي (العمرة) أو( عمرة التمتع). فاذا قرب منه اليوم التاسع من ذي الحجة الحرام تهيأ لأداء وظائف العبادة الثانية وهي( الحج) أو(حج التمتع ).. وبذلك ينتهي الحاج من حجته ليعود كما ولدته أمه نقياً طاهراً.\nوهــا أنذا أتعرض لكيفية أداء العمرة بأمورها الخمسة المتقدمة وأولها الإحرام"
  },
  {
   "title": "الإحرام",
   
   "content": "تبدأ العمرة أول ما تبدأ بالإحرام حيث يجب على المكلف أن يحرم لأداء عمرة التمتع من (الميقات) أو أن (يحرم بالنذر قبل الوصول الي الميقات). والمواقيت - جمع ميقات- هي مواقع حددتها الشريعة الإسلامية للإحرام منها.. فميقات الإحرام لمن يريد الحج من طريق المدينة المنورة هو (مسجد الشجرة) الواقع في منطقة ذي الحليفة على بعد (10كم) عن المدينة المنورة. و(427كم) عن مكة المكرمة. وأقرب المواقيت لمن يصل الى جدة بالطائرة هو ميقات (الجحفة) وتبعد الجحفة مسافة (204كم) عن مكة المكرمة وهكذا العمل في بقية المواقيت الأخري (انظر: ملحق رقم 4، ص).\nويجوز لمن يريد أداء الحج أن ينذر الإحرام وهو في مطار بلدته أو مينائها ويكفي في صيغة النذر أن يقول: لله عليّ أن أحرم لعمرة التمتع من هذا المكان ثم يحرم.\nكما يجوز له أن يحرم من جدة ــ (73كم) عن مكة المكرمة ــ بالنذر إذا وصلها ولم يحرم بعد .\nوتجدر الإشارة الي أن معظم من يحرم بالنذر من بلده يقع في إشكال التظليل المحرّم عليه بسبب ركوبه واسطة النقل نهارا . وبذلك تلزمه كفارة (شاة) للتظليل في النهار. وللتخلص من التظليل المحرّم عليه أن يركب الطائرة في ليلة غير ممطرة. ويمكنه معرفة ذلك مقدماً بسهولة."
  },
  {
   "title": "مستحبات ما قبل الإحرام لمن أراد الإحرام",
   
   "content": "للإحرام مستحبات عديدة أذكر أهمها فيما يأتي:\nيستحب للمكلف قبل الإحرام:\n1 ــ أن ينظف بدنه ويقلّم أظافره ويزيل شعر أبطيه وعانته.\n2 ــ أن يغتسل للإحرام ناوياً مع القربة والإخلاص هكذا: أغتسل لأحرام عمرة التمتع لحج التمتع قربة الي الله تعالي . ويكفي في النية القصد في النفس من دون حاجة الي التلفظ.\n3 ــ أن يكون الإحرام بعد الفريضة. وإن لم تكن فيصلي المصلي قبل الإحرام ست ركعات أو ركعتين يقرأ في الأولى بعد الفاتحة (التوحيد). وفي الثانية بعد الفاتحة (قل يا أيها الكافرون)..\nوهناك غير هذه من المستحبات لا يسع المجال لذكرها.فإذا انتهى المكلف من مستحبات الإحرام انتقل منها الي واجباته."
  },
  {
   "title": "واجبات الاحرام",
   
   "content": "واجبات الإحرام ثلاثة هي: النية، ولبس ثوبي الإحرام (للرجل)، والتلبية.\n1 ــ النية: ويكفي فيها القصد في النفس مع القربة والإخلاص بلا حاجة الى التلفظ. واذا أراد المكلف التلفظ بالنية فيمكنه أن يقول: أحرم لعمرة التمتع لحج التمتع قربة الى الله تعالى .\n2 ــ لبس ثوبي الإحرام: وهما إزار ورداء وفق الطريقة المألوفة في لبسهما.والأحوط وجوبا أن يلبسهما الرجل قبل النية والتلبية. أما النساء فيمكنهن الاحرام بثيابهن العادية (أنظراحكام المرأة ص 150 من هذا الكتاب).\n3 ــ التلبية مقارنة للنية: ويجزي فيها أن يقول: لَبيّكَ اللّهمّ لَبيّكَ، لَبيّكَ لا شَريكَ لَكَ لَبيّكَ، إنَّ الحَمدَ والنِعمةَ لَكَ والمُلكَ لا شَريكَ لَكَ لَبيّكَ .\nوعلى المكلف أن يؤديها على الوجه العربي الصحيح دون الملحون مع القدرة على الصحيح ولو بالتعلم.\nوالأفــضل أن يضيف للتلبية ما يأتي: لَبيّكَ ذَا المعارجِ لَبيّكَ، لَبيّك داعياً إلى دارِ السَّلام لَبيّكَ، لَبيّكَ غَفّارَ الذُنوبِ لَبيّكَ، لَبيّكَ أهلَ التَلبيةِ لَبيّكَ، لَبيكَ ذَا الجلالِ والإكرامِ لَبيّك، لَبيّك تَبْدَؤُ والمَعادُ إليكَ لَبيّكَ، لَبيّك تستغني ويفتقرُ إليكَ لَبيّك، لَبيّك مَرعوباً ومَرهوباً إليك لَبيّك، لَبيّك إلهَ الحقّ لَبيّك، لَبيّك ذَا النعماء والفَضل والحَسن الجَميل لبيّك، لبيّك كَشّاف الكربِ العِظامِ لَبيّكَ، لَبيّك عَبدُكَ وابنُ عَبدَيكَ لَبيّك، لَبيّك يا كريم لَبيك .\nويستحب ان يضيف اليها هذه التلبيات:\nلبيّك أتقرّبُ إليكَ بِمحمّد وآلِ مُحمّد لَبيّك، لَبيّك بِحجة أو عُمْرة لَبيّك لَبيّك، وهذه عُمْرةُ مُتعة الى الحجّ لَبيّك، لَبيّك أهلَ التلبيةِ لَبيّك، لَبيّك تَلْبيةً تَمامُها وَبلاغها عَليك .\nويستحب الاكثار من التلبية ما استطاع كما يستحب تكرارها عقب كل فريضة وعند الركوب والنزول والصعود والهبوط وعند السحر وأن يجهر الرجال بها دون النساء حتى إذا شاهد المحرم موضع بيوت مكة القديمة قطع التلبية على الأحوط."
  },
  {
   "title": "من أحكام الإحرام",
   
   "content": "1 ـ لا ينعقد إحرام عمرة التمتع ولا إحرام حج التمتع ولا إحرام العمرة المفردة إلاّ بالتلبية مقارنة للنية.\n2 ــ الواجب من التلبية أن يقول الملبّي مرة واحدة لَبيّكَ اللّهمّ لَبيّكَ، لَبيّكَ لا شَريكَ لَكَ لَبيّكَ .. ويستحب الإكثار منها وتكرارها كما تقدم.\n3 ــ لا تشترط الطهارة من الحدث الأصغر والأكبر في صحة الاحرام. فيصح الإحرام من المحدث بالاصغر أو المحدث بالأكبر كالمجنب والحائض والنفساء وغيرهم وقد تقدم ذلك.\n4 ــ يجزي غسل الإحرام في النهار للإحرام حتي آخر الليلة الآتية. ويجزي الغسل في الليل للإحرام حتى آخر النهار الآتي.\nو غسل الإحرام يجزي عن الوضوء. ويصح من الحائض والنفساء. ومن كل محدث بالحدث الأصغر كالنائم أو محدث بالحدث الأكبر كالمجنب. وينتقض الغسل بالحدث بالاصغر فضلاً عن الحدث الأكبر. وتستحب إعادة الغسل قبل عقد الإحرام إذا انتقض..كما تستحب إعادته إذا أكل ما يحرم على المحرم أكله أو لبس ما يحرم على المحرم لبسه وإن لم ينتقض بذلك غسله.\n5 ــ يـــجوز لــــمـــن أحــــرم مــــن (مسجد الشجرة) أن يرجع بعد الإحرام الي المدينة المنورة ليسافر منها جواً الى جدة ثم يتوجه منها الى مكة المكرمة.ولكن يلزمه الاجتناب عن التظليل المحرّم.. ويتيسر له ذلك بركوب الطائرة في ليلة غير ممطرة.\n6 ــ الأحوط وجوبا لمن أراد الحج من طريق المدينة المنورة الإحرام من مسجدها المعروف بـ(مسجد الشجرة) وعدم الاكتفاء بالإحرام من خارج المسجد باستثناء الحائض والنفساء فإنهما تحرمان من خارج المسجد. ولا يبعد جواز الإحرام في أي موضع من المسجد بما في ذلك الأقسام المستحدثة منه.\nوقد حدّث بعض الثقات المطلعين وكنت استمع إليه وكان قد أحرم من مسجد الشجرة قبل إضافة الأقسام المستحدثة اليه قائلاً: أن الذي يحب أن يحرم من موضع مسجد الشجرة القديم فليس عليه سوي أن يتوجّه من وسط المسجد المسقوف الي محراب المسجد وقبل أن يصل الى المحراب بحدود عشرة أمتار يحرم.فذلك من المسجد القديم.\n7 ــ من حج حجة الإسلام سابقا وتهيأ له لاحقا الذهاب الى الحج مرة أخري وأراد أن تقع هذه الحجة بدلاً عن الحجة الأولى إن كان في حجته الأولى خلل. وأن تكون حجته هذه مستحبة إن كانت الحجة الأولى صحيحة وتامة، عليه أن ينوي امتثال الأمر المتوجّه اليه فعلا وإن كان لا يدري أوجوبي هو أم استحبابي.\n8 ــ يشترط في ثياب الإحرام ما يشترط في لباس المصلي من شروط الطهارة وغيرها. واذا تنجس ثوب الإحرام بعد الإحرام بنجاسة غير معفوٍّ عنها في الصلاة فالأحوط وجوباً المبادرة الى تبديله أو تطهيره. ولا يضرّ التأخير لعذر كعدم وصوله لمنزله ونحو ذلك.\n9 ــ لا يجب على المحرم أن يلبس لباس الإحرام باستمرار. فيحق له أن يلقيه عن متنه متى شاء. وأن يبدله بآخر مثله متى شاء. كما يحق له أن يزيد على الثوبين للتحفظ من البرد وما شاكل."
  },
  {
   "title": "تروك الاحرام",
   
   "content": "وهي خمسة وعشرون وكما يأتي: (الصيد البرّي) و(مجامعة النساء) و(تقبيل النساء) و(لمس المرأة) و(النظر إلى المرأة وملاعبتها) و(الاستمناء) و(عقد النكاح) و(استعمال الطيب) و(لبس المخيط أو ما بحكمه للرجل) و(التكحّل) و(النظر في المرآة) و(لبس الخفّ والجورب للرجال) و(الفسوق) و(المجادلة) و(قتل هوام الجسد) و(التزيّن) و(الادّهان) و(إزالة الشعر من البدن) و(ستر الرأس للرجال، وهكذا الارتماس في الماء حتى على النساء) و(ستر الوجه للنساء) و(التظليل للرجال) و(إخراج الدم من البدن) و(التقليم) و(قلع الضرس على قول) و(حمل السلاح).\nوسأتناول ما يكثر السؤال عنه منها فيما يأتي:\n1 - لا يجوز للمحرم - رجلاً كان أو امرأة - ممارسة الجماع.كما لا تجوز له الملاعبة والتقبيل وحتى اللمس والضم والنظر بشهوة. ويثبت على من تعمّد ذلك الكفارة وتتفاوت بين (الإبل والبقر والشاة) حسب نوع المخالفة. وفي بعض الحالات يؤدي الأمر الى لزوم إعادة الحج.\n2 - لا يجوز استعمال الطيب شماً وأكلاً وبخوراً وغير ذلك وكذلك لبس ما يكون عليه أثر من الطيب. والمراد بالطيب كل مادة يُطيَّب بها البدن أو الثياب أو الطعام أو غير ذلك كالمسك والزعفران والهيل وكالعطور السائدة المتعارفة اليوم باستثناء (خلوق الكعبة) وهو الطيب الذي تطلى به الكعبة المشرفة.\n3 - يجوز للمحرم استعمال الصابون والشامبوات بأنواعها اذا لم تكن ذات روائح عطرة. والأحوط وجوباَ له الاجتناب عن تدخين السجائر ذات الروائح العطرة.\n4 - يجوز للمحرم أكل الفواكه والخضروات الطيبة الرائحة كالتفاح والنعناع وأمثالهما ولكن الأحوط وجوبا الامساك عن شمها حين الأكل.\n5 - إذا تعمد المحرم أكل شيء من الطيب أو لبس ما كان عليه أثر منه فعليه كفارة (شاة) على الأحوط وجوبا. وتتكرر الكفارة بتكرر الأكل أواللبس.أما اذا لم يتعمّد ذلك وإنما فعله عن جهل أو نسيان فلا شيء عليه.\n6 - يحرم على (الرجل) المحرم أن يلبس عامداً ثوباً يزرّه (أي يربط بعضه ببعض بأزرار أو ما شابهها).كما لا يجوز له لبس السروال وما يشبهه كالبنطلون. والأحوط وجوباً عدم لبس الثياب المتعارفة كالقميص والسترة والثوب العربي (الدشداشة) مطلقا سواء أزرّ أزرارها أم لم يزرّها. وإذا تعمد لبس شيء يحرم عليه لبسه وجبت عليه كفارة (شاة)، ولو تعدد اللبس تعددت الكفارة بتعدده.\n7 - يجوز للرجل المحرم أن يغرز طرفي ردائه بإبرة أو دبوس وأمثالهما ليربطه كي لا يسقط من فوق منكبيه. كما يجوز له أن يربط على وسطه محفظة نقود أو أي حزام آخر وإن كان مخيطا.\n8 - يجوز للمحرم أن يغطي جسمه ما عدا الرأس بالبطانية وأمثالها من أقسام المخيط\n9 - يجوز للمحرم أن يلبس ثوب الإحرام وإن كانت في حواشيه خياطة.\n10 - يحرم على (الرجل) المحرم أن يلبس عامدا ما يغطي تمام ظهر قدمه كالجورب الاّ في حال الاضطرار. ويجوز له لبس ما يستر بعض ظهر القدم. هذا ويجوز (للرجل) المحرم ستر تمام القدم ولكن من دون لبس كأن يلقي طرف ردائه على ظهر قدمه حال الجلوس وحال النوم وما الى ذلك. واذا لبس (الرجل) المحرم الجورب وما يشبهه متعمداً فعليه الكفارة على الأحوط وجوباً وهي (شاة).\n11 - يجوز للمحرم التختم في حال الإحرام لا بقصد الزينة كما لو كان قصده الاستحباب أو حفظ الخاتم من الضياع أو إحصاء الأشواط وما شاكل. وأما لبسه بقصد الزينة فالأحوط تركه. ولا كفارة في التزين وإن كان حراما.\n12 - يجوز للمحرم استعمال الأدهان غير طيبة الرائحة للتداوي . وكذلك يجوز له استعمال الأدهان ذات الرائحة الطيبة عند الضرورة. ولكن الأحوط وجوباً حينئذ أن يكفر ( بشاة) .\n13 - لا يجوز للمحرم أن يزيل الشعر عن جسمه أو جسم غيره. وتثبت عليه الكفارة على تفصيل مذكور في المناسك.\n14 - لا بأس للمحرم بحك رأسه ما لم يقطع الشعر. واذا أَمَرَّ المحرم يده على رأسه أو لحيته عبثاً فسقطت شعرة أو أكثر فليتصدق (بكف من طعام)، وأما اذا كان ذلك أثناء الوضوء ونحوه فلا شيء عليه.\n15 - لا يجوز للرجل المحرم ستر رأسه ولا جزء من رأسه بثوب وغيره بما في ذلك تنشيف الرأس بالمنديل أو المنشفة. ويجوز ستره بشيء من البدن كاليد. واذا ستر الرجل المحرم رأسه فكفارته (شاة) على الاحوط. ولا كفارة عليه إذا جاز له الستر لاضطرار ونحوه. ولا تتكرر الكفارة بتكرر الستر في الإحرام الواحد.\n16 - التظليل: هو التستر من الشمس والمطر. والتظليل علي قسمين:\nأولهما: أن يكون التظليل بالاجسام السائرة كالمظلة وسقف السيارة أثناء سيرها أو الطائرة أثناء حركتها ونحوها. وهذا محرّم على الرجل المحرم اذا كان ما يظله فوق رأسه. أما اذا كان التظليل جانبيا فالأحوط وجوبا الاجتناب عنه أيضا إلاّ اذا كان بحيث يتعرض رأسه وصدره لأشعة الشمس.كما لو ركب في سيارة مكشوفة غير عالية الجدران مثلا فإنه لا مانع منه حتى لو اتكأ حال جلوسه علي كرسي مما يمنع من بروز ظهره للشمس.\nولا فرق في التظليل المحرّم بين حال السير الي مكة المكرمة والمشاعر المقدسة وحال التنقل فيها فيما بعد النزول بها على الأحوط.\nثانيهما: أن يكون التظليل بالاجسام الثابتة كالجدران والأنفاق والأشجار وهذا النوع من التظليل جائز للمحرم دائما.\nوبموجب ما تقدم فإنه يجوز للرجل المحرم ركوب السيارة المسقوفة بعد الإحرام من الميقات الي مكة المكرمة ومن مكة المكرمة الي عرفات وغيرها ليلاً إذا لم تمطر السماء فاذا أمطرت السماء وهو في الطريق كفاه إيقاف السيارة. فإن لم يستجب السائق لـه فلا شيء عليه.\n17 - يجوز للرجل المحرم استعمال المصاعد الكهربائية الموضوعة في العمارات السكنية حيث لا يعد استعمال المصاعد من التظليل المحرّم.\n18 - التظليل للنساء والأطفال جائز. وكذلك للرجال عند الضرورة. ولكن تجب الكفارة على الرجال كما سيأتي.\n19 - اذا اظل المحرم على نفسه من الشمس أو المطر لزمته الكفارة وتكفيه منها (شاة) مضطراً كان للتظليل أم مختاراً. ولو جاء بالتظليل جاهلا بالحرمة فلا كفارة عليه.\n20 - لا يجوز للمحرم أن ينظر في المرآة للزينة. ويجوز اذا كان النظر لغرض آخر كنظر السائق في المرآة لرؤية ما خلفه وما شاكله.\n21 - النظر عبر النظارة الطبية جائز.\n22 - اذا وجبت على محرم كفارة دم في إحرام عمرة التمتع أو الحج. فإن كانت بسبب الصيد فمحل ذبحها منى وهكذا الحال لو وجبت الكفارة على المحرم بسبب غير الصيد على الأحوط. فإن لم يذبحها لعذر أو بدون عذر حتى رجع الى بلده جاز له ذبحها هناك.\n23 - الكفارات التي تلزم المحرم يجب أن يتصدق بها على الفقراء والمساكين فإذا لم يجد الحاج فقيراً أو مسكينا في منى أمكنه الاتصال بأحد الفقراء لأخذ الوكالة منه ثم التصرف بها ببيع أو هبة أو إعراض . وإن لم يمكنه ذلك جاز له تأخير الذبح حتى يرجع الى بلده فيذبح ويتصدق."
  },
  {
   "title": "أخطاء قد يقع فيها بعض الحجاج في الإحرام",
   
   "content": "1 - أحيانا يرافق الرجل المحرم النساء لأداء مناسكهن فيركب معهن السيارة المسقفة نهاراً مما يستلزم التظليل المحرّم عليه. وعندئذ تجب عليه الكفارة (شاة).\n2 - يعتقد بعض المحرمين من الرجال أنه يجوز له أن يظلل على نفسه من الشمس من غير ضرورة مفضلاً أن يظلل ويدفع الكفارة. وهذا خطأ فإن الكفارة لا تحلل التظليل المحرّم.\n3 - بعض الرجال المحرمين اذا ثبتت عليه كفارة التظليل بركوب السيارة المسقفة نهار اً يكرر ركوبها من غير عذر اعتقادا منه أنه يجوز له ذلك. وهذا خطأ فالحرمة تثبت ما لم يكن المحرم مضطراً الى التظليل.بغض النظر عن ثبوت الكفارة وعدمه.\n4 - الكذب والسب والمفاخرة المحرمة (التباهي أمام الآخرين بالمال أو الجاه أو النسب مشتملة على الحطّ من كرامة المؤمن) من المحرمات دائما. الاّ أن الحرمة تتأكد في حال الاحرام. وكفارة ذلك (الاستغفار). وإن كان الأحوط التكفير(ببقرة).\n5 - يصادف أن يمرّ المحرم برائحة كريهة فيمسك أنفه عنها تخلصاً منها فيرتكب محرّما. نعم يمكنه الاسراع بالمشي للتخلص منها.\n6 - قد يحلف المحرم بالله تعالى في الإخبار عن ثبوت شيء أو نفيه كاذباً. ولو فعل ذلك فعليه كفارة (شاة) للمرة الواحدة. وإن كان صادقا وحلف ثلاث مرات متواليات وجبت عليه أيضا.\n7 - يعتاد بعض الناس تقليم أظافر اليدين أو الرجلين. وذلك حسن لغير المحرم. أما المحرم فلا يجوز له ذلك.\n8 - يجوز استخدام الهاتف العادي والنقال في حال الإحرام. بيد أن بعض الرجال يخطيء فيضع سماعة الهاتف علي أذنه مما يستلزم ستر الأذن بها. وهذا غير جائز على الأحوط. ويمكن تلافياً لذلك جعل السماعة قريبة من الأذن بحيث لا يوجب سترها. وبذلك يتفادى الإشكال.\n9 - يلبس بعض الرجال المحرمين حذاء تظهر منه أصابع القدمين فقط. وهذا غير جائز على الأحوط .فاللازم أن يظهر جزء من ظهر القدم غير الأصابع أيضا.\n10 - يقتل بعض المحرمين البقّ والذباب وغيرهما من الحشرات الطائرة باستعمال المبيدات وأمثالها. وهذا خطأ منه. الاّ إذا خشى ضررها ولم يجد طريقا آخر للأمن من ذلك"
  },
  {
   "title": "الطواف",
   
   "content": "وهو الواجب الثاني من واجبات عمرة التمتع بعد الواجب الأول وهو الإحرام. فإذا وصل المحرم الى مكة المكرمة وعزم على أداء الواجب الثاني من واجبـات عـمرتـه قصد البيت الحرام ليطوف حول الكعبة المشرفـة سبعـة أشواط ابتداءً بالحجر الأسود وانتهاءً به.\nشروط الطواف:\nيشتـرط فـي الطواف أمور:\n1 - النية: بأن يقصد الطائف القربة مع الإخلاص فيقول مثلا: أطوف حول البيت سبعة أشواط لعمرة التمتع لحج الإسلام قربة الى الله تعالى . ولا يشترط فيها التلفظ بل يكفي فيها القصد القلبي.\n2 - الطهارة من الحدثين الأكبر والأصغر: والحدث الأكبر مثل الحيض والجنابة وأمثالهما مما يحتاج معه الى الغسل. و الحدث الأصغر مثل البول والغائط وأمثالهما مما يحتاج معه الى وضوء.\nويحسن بي أن أشير هنا الى أهمية أن يتأكد المكلف من صحة غسله ووضوئه وصلاته وأحكامها منذ بداية تكليفه. بيد أن هذا الأمر يتأكد أكثر قبل قيامه بأداء مناسك الحج. ويتم له التأكد ذاك بعرض كيفية أدائه لغسله ووضوئه وصلاته على من يثق بخبرته فيها ليضمن صحتها ودقة أدائه لها. وهناك في كل حملة من حملات الحج من يقوم بهذه المهمة. إضافة الى العلماء والمبلغين والساعين والمتطوعين لخدمة ضيوف الرحمن الذين ينتظرون من ضيوف الرحمن أية خدمة ليتشرفوا بتأديتها لهم على أكمل وجه.\n3 - طهارة الثوب والبدن من النجاسات.\n4، 5 - الختان للرجال. وستر العورة حال الطواف."
  },
  {
   "title": "واجبات الطواف",
   
   "content": "واجبات الطواف ثمانية هي:\n1، 2 - الابتداء من الحجر الأسود والانتهاء به في كل شوط. ومن أجل أن يضمن الطائف كمال طوافه عليه أن يقف في الشوط الأول قبل الحجر بقليل وينوي أن يبدأ طوافه من أول ما يصادف كون الحجر علي يساره تماماً. ثم يستمر في الدوران حول البيت سبعة أشواط حتى اذا وصل الى الحجر في نهاية الشوط السابع تجاوزه قليلا. وبذلك يضمن أنه قد حقق الابتداء والانتهاء بالحجر على كل حال.\n3 - جعل الكعبة علي يساره في جميع أحوال الطواف. ولا حاجة للتدقيق في ذلك فإن النبي (ص) كان يطوف حول البيت راكبا.\n4 - أن يطوف الطائف خارج حجر إسماعيل (ع) دون أن يدخل فيه.\n5 - أن يطوف الطائف خارج الكعبة وخارج الصُفّة التي في اطرافها والمسماة بـ (شاذروان الكعبة).\n6 - أن يطوف حول الكعبة سبعة أشواط كما تقدم.\n7 - أن يكون الطواف متوالياً دون فصل كثير جداً بين أجزائه. ويستثنى من ذلك موارد ذكرتها الرسالة العملية لا مجال لذكرها هنا.\n8 - أن تكون حركة الطائف حول الكعبة بإرادته واختياره حتى في الزحام الشديد. بمعنى أن لا يسلب الإرادة والاختيار بالمرّة أثناء طوافه. ويكفي في تحقق الاختيار المعتبر في حركة الطائف أن يكون قادرا على الخروج من المطاف وإن لم يكن متمكناً من التوقف."
  },
  {
   "title": "من أحكام الطواف",
   
   "content": "- يجوز قطع الطواف عمداً فريضة كان الطواف أم نافلة. واذا أراد الطائف استئناف طواف الفريضة بعد أن أتمّ الشوط الرابع فليكن استئناف الطواف بعد الخروج من المطاف واشتغاله بعمل آخر. أو بعد فوات الموالاة بين أشواط الطواف.\n2 - لا يجوز التوالي بين طوافين - أي من دون فصل بينهما بصلاة الطواف - إلاّ بين طوافين مستحبين وإن كان ذلك مكروها.\n3 - اذا شك الطائف أثناء الطواف الواجب بعدد أشواط طوافه جاز له الاستمرار في الطواف مع وجود الشك. فإن ارتفع شكه وتأكد من أنه لم يزد ولم ينقص صح طوافه. واذا استمر الشك حكم ببطلان طوافه.\n4 - اذا شك الطائف في عدد أشواط طوافه الواجب بعد ان اعتقد أنه قد انتهي منه. وكان شكه بعد فوات الموالاة بين أشواط طوافه (عشرة دقائق مثلا) أو كان شكه بعد الدخول في صلاة الطواف حكم بصحة طوافه.\n5 - إذا شكّ الطائف في عدد أشواط طوافه المسحب يمكنه أن يبني علي العدد الأقل ويصح طوافه.\n6 - اذا شك الطائف في صحة شوط من أشواط طوافه بعد الفراغ من ذلك الشوط لم يعتن بشكه. بل لو شك في صحة خطوة من الشوط بعد الانتقال الى الخطوة اللاحقة بني على صحتها.\n7 - الوسواسي وكثير الشك في الطواف لا يعتني بشكه مطلقا.كما هو حاله في الصلاة.\n8 - يجوز للطائف أن يتّكل على إحصاء صاحبه في حفظ عدد أشواط طوافه اذا كان صاحبه متأكدا من عددها. ويمكنه كي لا يشك أن يدعو بأدعية معينة كي تضبط له حسابه وتخبره ضمنا بعدد الشوط الذي يطوف فيه.كأن يدعو بما يأتي:\n* دعاء الشوط الاول: اللّهمَّ إنّي أسألكَ باسْمكَ الَّذي يُمْشى بِه على طَلَلِ الماءِ، كَما يُمْشى بهِ عَلى جُدَدِ الأرضِ، وأسْألُكَ باسْمِكَ الذي يَهْتَزُّ لَه عَرْشُكَ، وأسْألُكَ باسْمِكَ الذي دَعاكَ بهِ مُوسى مِن جانبِ الطُّورِ، فاسْتَجَبْتَ لَهُ، وألقَيْتَ عَليْهِ مَحَبَّة مِنْكَ، وأسْألُكَ باسْمِكَ الَّذي غَفرْتَ بهِ لمُحَمَّد صلَّى اللّه عَليه وآلهِ مَا تَقدمَ مِنْ ذَنْبِهِ وَما تأخَّرَ، وأتْمَمْتَ عَلَيهِ نِعْمَتَكَ، أنْ ترزُقني خَيْرَ الدُّنيا والآخِرَةِ واسأل حاجاتك .\n* دعاء الشوط الثاني: اللّهمَّ إنّي إليكَ فَقِيرٌ، وإنّي خائِفٌ مُسْتَجيرٌ، فَلا تُغَيِّر جِسْمي وَلا تُبَدِّل اسْمي.\nثم قل: سائِلُكَ فَقِيرُكَ مِسْكينُكَ بِبابِكَ، فَتَصَدَّق عَليه بِالجنَّةِ، اللّهمَّ البَيْتُ بَيتُكَ، والحَرَمُ حَرَمُكَ، والعَبْدُ عَبْدُكَ، وهذا مَقامُ العائِذِ بِكَ المُستَجيرُ بِكَ مِنَ النّارِ، فَاعْتِقْني وَوالِديَّ وأهلي وَوُلْدِي وَاخْواني المؤمنينَ مِن النّارِ، يا جَوادُ يا كَريمُ.\n* دعاء الشوط الثالث: اللّهمَّ أدْخِلني الجنّةَ، وأجِرْني مِن النّارِ بِرحْمَتِكَ، وَعافني مِنَ السُقْمِ، وأوْسِعْ عَليَّ مِن الرزْقِ الحَلالِ، وادْرَأ عَنّي شَرَّ فَسَقَةِ الجِنِّ والإنْسِ، وَشَرَّ فَسَقَةِ العَرَبِ والعَجَمِ، يا ذَا المَنِّ والطَّولِ، يا ذَا الجُودِ والكَرَمِ، إنَّ عَمَلي ضَعيفٌ فَضاعِفُهُ لي، وَتَقَبَّلهُ مِنّي، إنّكَ أنْتَ السَّميعُ العَليمُ .\n* دعاء الشوط الرابع: يا اللّهُ يا وَلِيَّ العافِيةِ، وَخالِقَ العافِيةِ، ورازِقَ العافِيةِ، والمُنْعِمُ بِالعافِيةِ، والمُتَفَضِّلُ بِالعافيةِ عَليّ وعَلي جَميعِ خَلْقِكَ، يا رَحْمنَ الدُّنيا والآخِرَةِ وَرَحِيمَهُما، صلِّ عَلي مُحَمّد وآلِ مُحَمّد، وارزُقنا العافِية، وتَمامَ العافيةِ، وَشُكْرَ العافيةِ في الدُّنيا والآخرةِ، يا أرْحَمَ الراحِمينَ.\n* دعاء الشوط الخامس: الحمدُ للّهِ الَّذي شَرَّفكِ وعَظَّمَكِ، والحمدُ للّهِ الَّذي بَعَثَ مُحَمّداً نَبيّاً، وَجَلَ عَليّاً إماماً، اللّهمَّ اهْدِ لَهُ خِيارَ خَلْقِكَ، وجَنَبْهُ شِرارَ خَلْقِكَ، فتقول: رَبّنا آتنا في الدُّنْيا حَسنةً وَفي الآخرةِ حسنةً وَقِنا عَذابَ النّارِ .\n* دعاء الشوط السادس: اللّهمّ البَيْتُ بَيتُكَ، والعَبْدُ عَبْدُكَ، وهذا مَقامُ العائذِ بِكَ مِنَ النارِ، اللّهمَّ مِنْ قِبَلِكَ الرّوحُ والفَرَجُ والعافيةُ، اللّهمَّ إنَّ عَمَلي ضَعيفٌ فضاعِفه لي، وَاغفرْ لي مَا اطَّلَعْتَ عَلَيهِ مِنّي وَخَفيَ عَلي خَلْقكَ، استَجيرُ باللّه مِنَ النارِ.\n* دعاء الشوط السابع: اللّهمَّ إنَّ عِنْدي أفواجاً مِن ذُنُوب، وأفواجاً مِن خَطايا، وَعِنْدَكَ أفْواجٌ مِن رحمة، وأفواجٌ مِن مَغْفِرَة، يا مَن استجابَ لأبغَضِ خَلْقِهِ إذْ قالَ أنْظرُني إلي يَوْمِ يُبْعَثُونَ، إسْتَجِب لي.\nثم اطلب حاجاتك وقُل:\nاللّهمَّ قَنِّعْني بِما رَزَقْتني، وباركْ لي فيما آليتني ."
  },
  {
   "title": "أخطاء قد يقع فيها بعض الحجاج في الطواف",
   
   "content": "أخطاء قد يقع فيها بعض الحجاج في الطواف\n1 - أحيانا يمدُّ الطائف يده الى جدار الكعبة المشرفة لاستلام الأركان أوغير ذلك من أجزاء الكعبة وهو يطوف. وقد يضع يده على حائط حجر إسماعيل (ع) في أثناء الطواف. وهذا مخالف للاحتياط الاستحبابي.\n2 - قد يختصر الطائف طوافه فيطوف من داخل حجر اسماعيل (ع). وحينئذ يبطل الشوط الذي يقع فيه ذلك. فيلزم الطائف إعادة ذلك الشوط حتى لو وقع ذلك الاختصار بسبب جهله أو نسيانه.\n3 - يهمل الطائف أحيانا الشوط الذي بيده لمجرد احتمال وقوع خلل فيه ليستأنف الشوط من جديد. وهذا يضرُّ بصحة الطواف على الأحوط إلاّ اذا كان جاهلا قاصراً بحكم هذه المسألة.\n4 - قد ينتهي الطائف من طوافه فيضيـف اليه شوطا أو أزيد احتياطا. وهذا خطأ يؤدي الى بطـلان الطواف على الأحوط إلاّ اذا كان جاهلا قـاصرا بحكـم هذه المسألة.\n5 - يغفل بعض الحجاج فيطوف من الطابق العلوي في المسجد الحرام. وهذا خطأ لأنّ الطابق العلوي أعلى بناءً من الكعبة المشرفة.\n6 - ربما تقام صلاة الجماعة في المسجد الحرام أثناء أداء الطائف لطواف العمرة فيقطع مضطراً طوافه ويشترك في صلاة الجماعة. ثم حين تنتهي الصلاة يشرع في الطواف من البداية ظاناً أن حكمه إعادة الطواف. في حين أن الفصل بين أشواط الطواف بالاشتراك في الجماعة لأداء الفريضة لا يؤثر في الطواف. لذلك فعلى الطائف في حالة كهذه أن يتم طوافه حيث قطعه. ولا يستأنف الطواف من جديد.\n7 - في الحالة السابقة إذا لم يشترك الطائف في صلاة الجماعة حين إقامتها لسبب ما ووقف على جانب منها مدة عشرة دقائق أو أزيد قليلا منتظرا انتهاءها ليطوف فقد أخلّ بالتوالي بين الأشواط. وحينئذ يلزمه استئناف طوافه من جديد.\n8 - في حالة قريبة من الحالتين السابقتين ربما تقام صلاة الجماعة بين طواف الطائف وصلاة طوافه فيشترك فيها الطائف لأداء فريضته. وقد تستمر الصلاة مدة نصف ساعة فيظن الطائف أن هذا الفصل الطويل قد أفسد عليه طوافه فيستأنف طوافه من جديد. وهذا خطأ منه. وعلى الطائف في حالة كهذه أن يتوجّه لأداء صلاة الطواف لا الي استئناف الطواف من جديد. و هو حكمه نفسه لو لم يشترك في صلاة الجماعة بل انتظر بعض الوقت حتى انتهت اذا لم تستغرق الصلاة مدة طويلة. أما اذا استغرقت مدة طويلة فالأحوط له إعادة الطواف من جديد.\n9 - قد ينتهي الطائف من طوافه ثم يكتشف وجود حاجب مانع من وصول الماء الي بشرته فلا يعيد الوضوء ولا الطواف. وهذا خطأ منه. فالواجب عليه أن يعيد الوضوء والطواف. لأن الطهارة من شروط الطواف كما تقدم. (أنظر شروط الطواف ص 49).\n10 - يلتفت بعض الحجاج الى بطلان طوافه بعد أن يقصّر ويلبس ثيابه المعتادة وعندئذ يلزمه نزع المخيط حالاً والأجتناب عن سائر محرمات الأحرام الأخرى. ثم الإتيان بالطواف وصلاته والسعي والتقصير لأنه في واقع الأمر لم يخرج عن إحرامه وإن قصّر. نعم لا حاجة الى تجديد الأحرام من الميقات.\n11 - التدافع والتزاحم والمشاكسة لتقبيل الحجر الأسود بما تسبّبه من أذى للطائفين غير لائقة بضيوف الرحمن بل بكل ضيف بحضرة مضيفه. وترك تقبيل الحجر الأسود لا يضرّ بالطواف ولا بالحج."
  },
  {
   "title": "صلاة الطواف",
   
   "content": "وهي الواجب الثالث من واجبات عمرة التمتع فإذا انتهى المحرم من طوافه قصد مقام إبراهيم (ع) ليؤدي صلاة الطواف من دون أن يفصل بين الطواف وصلاة الطواف بما يمنع من صدق التوالي بينهما عرفاً على الأحوط وجوباً. (عشرة دقائق لا تضرُّ بالموالاة للاستراحة مثلا أو للبحث عن مكان لصلاة الطواف دون الاشتغال بعمل آخر كالصلاة قضاءً عن النفس أو نيابةً عن الغير، وأمثال ذلك).\nكيفية صلاة الطواف:\nصلاة الطواف ركعتان كصلاة الفجر ينوي فيها المصلي القربة الخالصة كأن يقول: أصلي صلاة الطواف لعمرة التمتع لحج التمتع قربة الى الله تعالى . ولا يجب في النية التلفظ بل يكفي فيها القصد القلبي. ويتخير المصلي في صلاة الطواف بين الجهر والإخفات. والواجب أداء صلاة الطواف قريباً من مقام إبراهيم (ع) وفي الخلف منه. ومع عدم التمكن من ذلك فهناك حالتان:\nأ - أن يتمكن الطائف من الصلاة قريباً من المقام في أحد جانبيه. وفي هذه الحالة يلزمه الاحتياط بأداء الصلاة مرتين: مرة عند أحد جانبي المقام قريباً منه. ومرة أخري خلف المقام بعيداً عنه.\nب - أن لا يتمكن الطائف من الصلاة قريباً من المقام في أحد جانبيه. وفي هذه الحالة يُكتفي منه بأداء الصلاة في أي موضع خلف المقام مراعياً الأقرب فالاقرب للمقام.\nوالمقصود بـ (عدم التمكن من أداء الصلاة قريباً من المقام) هو أن يجد الطائف زحاماً شديداً من الطائفين والمصلِّين في المنطقة القريبة من المقام بحيث لو أراد أن يؤدي الصلاة فيها باستقرار واطمئنان لوقع في حرج ومشقة بالغة.\nهذا في صلاة الطواف الواجب.وأما صلاة الطواف المستحب فيجوز الإتيان بها في أي موضع من المسجد اختيارأ.\nمن أحكام صلاة الطواف\n1 - يجب أداء صلاة الطواف بصورة صحيحة فمن كان في قراءته لحن وكان متمكنا من تصحيحه وجب عليه ذلك. وأما من لم يتمكن من تصحيحه فتجزيه قراءته الملحونة إذا كان اللحن فيها قليلا.\n2 - إذا أتى الطائف بصلاة الطواف باطلة، جهلا منه ببعض الشروط أو نسياناً، فإن علم أو تذكّر قبل الخروج من مكة رجع وأتى بها خلف المقام. وإن علم أو تذكّر بعد خروجه من مكة فالأحوط وجوباً له أن يرجع ويأتي بها خلف المقام أيضا. إلاّ إذا كان يشقُّ عليه الرجوع فإنه يجوز له عندئذ أن يأتي بها في أي موضع علم بها أو تذكرها.\n3 - لا يجوز الاقتداء في صلاة الطواف بمن يصليها. بل لا بدّ على الأحوط من أداء صلاة الطواف فرادى."
  },
  {
   "title": "أخطاء قد يقع فيها بعض الحجاج في صلاة الطواف",
   
   "content": "- قد ينسى بعض الحجاج صلاة الطواف بعد الانتهاء من طواف مزدحم فيتوجّه مباشرة الى السعي بدل التوجه لأداء صلاة الطواف حتى اذا باشر السعي تذكّر. فعليه حينئذ أن يقطع سعيه ويصلي خلف مقام إبراهيم (ع) ثم يعود الى السعي فيتمّه من حيث قطعه.\n2 - قد يظن البعض أن (خلف المقام) حيث يجب على المصلي أن يصلي صلاة الطواف له حد معين مرسوم، لا يصح تجاوزه. والصحيح أنّه ليس لخلف المقام حدّ معين، والعبرة في ذلك بالصدق العرفي، فإذا صدق عليك عرفاً أنّك خلف المقام فيمكنك أن تصلي صلاة الطواف حيث أنت، مع مراعاة الأقرب فالأقرب للمقام."
  },
  {
   "title": "السعي",
   
   "content": "وهو الواجب الرابع من واجبات عمرة التمتع. فاذا انتهى المحرم من صلاة الطواف يستحب له أن يشرب من ماء زمزم قبل أن يخرج الى الصفا.ويستحب له كذلك أن يخرج الى الصفا من الباب الذي يقابل الحجر الأسود بسكينة ووقار. فاذا صعد على الصفا نظر الى الكعبة وتوجّه الى الركن الذي فيه الحجر الأسود فحمد الله واثنى عليه وتذكّر آلاء الله ونعمه ثم يهبط من الصفا للقيام بالسعي. ويستحب للساعي أن يسعى ماشياً بوقار حتى يأتي محل المنارة الأولي فيهرول الى محل المنارة الثانية، ولا هرولة على النساء.\nمن أحكام السعي:\n1 - يجب في السعي قصد القربة الخالصة كأن يقول المحرم: أسعى بين الصفا والمروة سبعة أشواط لعمرة التمتع لحج التمتع قربة الى الله تعالى . ولا يجب في النية التلفظ بل يكفي فيها القصد القلبي.\n2 - لا يشترط في السعي الطهارة من الحدث بأن يكون الساعي متوضئا. ولا الطهارة من الخبث بأن لا يكون على بدنه أو ثوبه شيء من الدم أو نحوه.وإن كان الأفضل رعاية الطهارة فيه.\n3 - السعي كالطواف سبعة أشواط يبتديء الشوط الأول منه من الصفا وينتهي بالمروة ويبدأ الشوط الثاني من المروة وينتهي بالصفا. وهكذا الى أن يتم السعى في الشوط السابع بالمروة.\n4 - يعتبر في السعي استيعاب تمام المسافة الواقعة بين جبل الصفا وجبل المروة.ولا يجب الصعود عليهما وإن كان ذلك أولى وأحوط.\n5 - يجب استقبال المروة عند الذهاب اليها من الصفا كما يجب استقبال الصفا عند الرجوع اليه من المروة. ولا يضرّ الالتفات بصفحة الوجه الي اليمين أو اليسار أو الخلف أثناء الذهاب أو الإياب.\n6 - الأحوط وجوباً أن لا يفصل الساعي بين أشواط السعي فصلاً طويلا كعشرة دقائق مثلاً.ذلك أنه يخل ّبالتوالي بين الأشواط عرفًا. ولا يضرّ جلوس المتعب على الصفا والمروة أثناء السعي للاستراحة. كما لا بأس بقطع السعي وقت الفريضة للصلاة ثم العودة اليه من موضع القطع بعد الفراغ من الصلاة.\n7 - يجوز تأخير السعي بعد الفراغ من الطواف وصلاته لعدة ساعات بل الى الليل للاستراحة من التعب أو لتخفيف شدة الحر. وإن كان الأولى المبادرة الى السعي بعد الطواف وصلاته. ولا يجوز تأخير السعي الى الغد في حال الاختيار.\n8 - اذا شك الساعي في أثناء السعي في عدد أشواط سعيه جاز له الاستمرار في السعي مع وجود الشك. فإذا ارتفع الشك وتأكد من أنه لم يزد ولم ينقص في سعيه صح سعيه ولا داعي للإعادة. واذا استمر شكه حكم ببطلان طوافه.\n9 - لا عبرة بالشك في عدد أشواط السعي أو في صحة هذه الأشواط بعد التجاوز كمن شك في ذلك بعد التقصير في العمرة أو حال طواف النساء في السعي للحج مثلا.وهكذا\n10 - لا يجوز السعي في الطابق العلوي من المسعى لأنه سعي فوق الجبلين لا بينهما."
  },
  {
   "title": "أخطاء قد يقع فيها بعض الحجاج في السعي",
   
   "content": "1 - يحسب بعض الحجاج السعي من الصفا الى المروة والعودة منها الى الصفا شوطاً واحداً. والصحيح أنّ الذهاب شوط والإياب شوط آخر فهما شوطان لا شوط واحد كما تقدم. و من فعل ذلك وكان معذورا في جهله كما لو اعتمد على إخبار من يثق به في معرفة الحكم الشرعي فلا شيء عليه. أما اذا لم يكن كذلك فالأحوط وجوباً إعادة السعي.\n2 - قد يستدبر الساعي جبل الصفا وهو متّجهٌ اليه إما بسبب الزحام أو لرؤية صاحب أو صديق أو ماشاكل. وقد يستدبر المروة وهو ساعٍ اليها وهذا خطأ منه.فإذا حصل ذلك فعليه الرجوع وتدارك المسافة التي أخلّ بها من سعيه لأنّ من شروط السعي استقبال المروة عند الذهاب اليها واستقبال الصفا عند الرجوع اليه.\n3 - يشك كثير الشك والوسواسي في سعيه فيعيد. ويشك ثانية فيعيد في حين أنّ حكم كثير الشك والوسواسي في السعي هو عدم الاعتناء بالشك والوسوسة.كما هو الحال في الصلاة.وقد تقدم ذلك في الطواف أيضا. ومن أجل أن لا يقع الحاج في شك ووسواس يمكنه الاستعانة بما يضبط له عدد أشواطه أو يتكل على صاحب له يعتمد عليه وما شاكل متى ما وجد في نفسه الحاجة لذلك.\n4 - يقطع أحيانا بعض الحجاج سعيه ليشرب الماء أو لغرض ما مشابه وليس في ذلك ضير بشرطين:\nأ - أن يكمل سعيه من حيث قطعه بلا زيادة ولا نقيصة.. ولكي يطمئن بذلك عليه أن يبدأ السير بعد أن يعود الى مكان يسبق موضع القطع. ويقصد أن يقع سعيه من موضع القطع.\nب - أن لا يخلّ قطعه بالموالاة في السعي. أما إذا أوجب قطعه لسعيه فوات التوالي بين أشواط السعي فالأحوط وجوباً أن يكمل سعيه ذاك ثم يعيد السعي من جديد.\n5 - يتخلى الساعي أحيانا عمّا أتي به من أشواط السعي ويبادر الى استئناف السعي من جديد دون فاصل زمني. وهذا خطأ منه. ذلك أنّ عليه لو أراد الاستئناف أن ينتظر لبعض الوقت حتى ينقطع التوالي ثم يشرع في سعي جديد.\n6 - قد يختار البعض السعي وهو جالس على العربة التي يقودها شخص آخر وهذا غير جائز إلاّ لمن لا يتمكن من سعيه بنفسه. نعم لا بأس بالسعي على مثل تلك العربة إذا كان الجالس عليها يتحكم في حركتها فيوقفها بنفسه متى شاء لا أن يطلب إيقافها من قائد العربة.\n7 - يشتغل البعض بالحديث في أمور دنيوية أثناء السعي. وهو وإن كان لا يؤثر على السعي إلاّ أنّ الأولى في مكان كهذا وفي موقف كهذا الاشتغال بذكر الله سبحانه وتعالى وبالأدعية المأثورة عن أهل البيت (ع) وبالصلاة على محمد وآل محمد.\n8 - يسعى بعض الساعين بين الصفا والمروة ركضاً مما يتسبب أحيانا في إزعاج الساعين الآخرين. في حين أن المستحب هو المشي بسكينة ووقار والهرولة ما بين العلمين الأخضرين فقط وللرجال خاصة."
  },
  {
   "title": "التقصير",
   
   "content": "وهو الواجب الخامس والأخير من واجبات عمرة التمتع. فإذا انتهى الساعي من سعيه جاء دور التقصير.\nمن أحكام التقصير\n1 - قصد القربة لله تعالى مع الخلوص كأن يقول المحرم: أقصِّر للإحلال من عمرة التمتع لحج التمتع قربة الى الله تعالى . ولا يجب التلفظ بل يكفي القصد القلبي.\n2 - قصُّ شيء من شعر الرأس أو اللحية أو الشارب.\n3 - لا تجب المبادرة الى التقصير بعد السعي مباشرة. ولا يجب التقصير في المسعى. بل يجوز التقصير في أي محل شاء سواء أكان ذلك في المسعى أم في المنزل أم في غيرهما.\n4 - إذا قصّر المحرم حلّ له جميع ما كان حرم عليه منذ أن أحرم لعمرة التمتع.\n5 - لا يجب طواف النساء في عمرة التمتع. بل يجب في الحج والعمرة المفردة.\nأخطاء قد يقع فيها بعض الحجاج في التقصير\n1 - الواجب للإحلال من عمرة التمتع هو التقصير فمن تعمّد حلق رأسه بدل التقصير فقد ارتكب محرما ولزمه التكفير (بشاة).\n2 - قد يقصّر البعض بأن يقصّ شيئا من أظافره ويكتفي بذلك. ولكن الأحوط وجوباً عدم الاكتفاء به. فلو أراد أن يقلّم أظافره فليكن بعد قصّ شيء من الشعر.\n3 - تجوز النيابة في التقصير بأن يكلف الحاج شخصاً من غير المحرمين ليقصّ له شيئاً من شعر رأسه مثلاً بقصد التقصير له. وهذا سليم وصحيح. ولكن الخطأ أن يكلف المحرم محرماً مثله بذلك. وأقصد بمحرم مثله من لم يقصّر هو نفسه ولم يخرج بعد من إحرامه. فيقع تقصيره باطلاً. ويترتب على ذلك أنه اذا أحرم لحج التمتع قبل أن يأتي بالتقصير صحيحا تبطل عمرة تمتعه وينقلب حجه الى حج الإفراد ويلزمه الاتيان بعمرة مفردة.\n4 - يظن بعض الحجاج وبخاصة من لم يحمل معه ما يقصّ به شعره أنه يكفي في التقصير نتف بعض شعر اللحية أو الشارب مثلا بدلاً عن قصه. وهذا خطأ منه فإنه لا يقع التقصير الواجب إلاّ بالقص دون سائر طرق إزالة الشعر الأخري.\n5 - قد يجهل المحرم أو ينسي القيام بالتقصير حتى ينزع ثوبي إحرامه ثم يعلم أو يتذكر أنه لم يقصّر فيلبس ثوبي الإحرام ثانية ليقصّر. وهذا غير مطلوب منه.ذلك أنه لا يلزم أن يقع التقصير حال كونه لابساً ثوبي الإحرام. نعم يلزم المبادرة الى نزع ما يحرم لبسه والاجتناب عن سائر محرمات الإحرام الأخرى قبل الاتيان بالتقصير."
  },
  {
   "title": "الحج أو حج التمتع",
   
   "content": "الحج أو حج التمتع\nتحدثت في البداية عن أنّ حج التمتع يتألف من عبادتين، تسمى العبادة الأولى منهما: (عمرة التمتع) وتسمى العبادة الثانية منهما: (الحج) أو (حج التمتع).وقلت إنّ (عمرة التمتع) يجب أن تقدم على (الحج) أو (حج التمتع). فاذا انتهى المكلف من (عمرة التمتع) تهيأ لأداء واجبات عبادته الثانية (الحج).\nواجبات الحج أو حج التمتع\nواجبات (الحج) أو (حج التمتع) ثلاثة عشر وهي كما يأتي:\n(الإحرام من مكة المكرمة) و(الوقوف في عرفات) و(الوقوف في المزدلفة) و(رمي جمرة العقبة في منى) و(الذبح أو النحر في منى) و(الحلق أو التقصير في منى) و(الطواف) و(صلاة الطواف) و(السعي) و(طواف النساء) و(صلاة طواف النساء) و(المبيت في منى) و(رمي الجمار في منى). وسأتناولها بالتفصيل تباعا\nالواجب الأول:إحرام الحج\nويعقد في مكة المكرمة وأفضل أوقاته يوم التروية وهو اليوم الثامن من ذي الحجة الحرام عند الزوال. ويجوز تقديمه على هذا اليوم لمن شاء. وأفضل مواضع الإحرام هو المسجد الحرام وأفضل مكان للإحرام منه هو حجر إسماعيل (ع) ومقام إبراهيم (ع). فبعد أن يرتدي المكلف ثوبي الإحرام يقصد القربة لله تعالى والإخلاص ثم ينوي الإحرام هكذا: أحرم لحج التمتع قربة الى الله تعالى. ولا يجب التلفظ بالنية بل يكفي فيها القصد القلبي. ثم يشرع بالتلبية مقارنة للنية قائلاً: لَبيّكَ اللّهمّ لَبيّكَ، لَبيّكَ لا شَريكَ لَكَ لَبيّك .. ويستحب أن يزيد: إنَّ الحَمدَ والنِعمةَ لَكَ والمُلكَ لا شَريكَ لَكَ . ويجوز أن يضيف: لَبيّك .\nثم يخرج المحرم من مكة الى منى - (7كم) وعن طريق النفق (4كم) - بسكينة ووقار ملبياً رافعا صوته منشغلاً بذكر الله عز وجل. ويستحب له المبيت في منى ليلة عرفة يقضيها في طاعة الله تبارك وتعالى. والأفضل أن تكون عباداته ولا سيما صلواته في مسجد الخيف ولـتكن صلاته في المـسجد على بعد (30 ذراعا) من جميع جوانب المنارة التي في وسط المسجد فذلك مسجد النبي ومصلي الأنبياء الذين صلوا فيه قبله (ص). فاذا صلّى المحرم صلاة الفجر عقّب الى طلوع الشمس ثم توجّه الى عرفات ملبياً حتى يصلها.\nومن الجدير بالذكر أن الذهاب الى منى والمبيت فيها ليلة التاسع من ذي الحجة الحرام هو من المستحبات التي يحسن فعلها ويثاب المرء عليها ولكنها ليست من الواجبات."
  },
  {
   "title": "أخطاء قد يقع فيها بعض الحجاج في إحرام حج التمتع",
   
   "content": "1 - يجوز الإحرام لحج التمتع من أي موضع من مكة المكرمة بما في ذلك الأحياء المستحدثة باستثناء ما يقع منها خارج الحرم من جهة مسجد التنعيم. نعم الإحرام من مكة القديمة التي كانت على عهد رسول الله (ص) أحوط استحبابا. وقد يظن البعض أن الإحرام من مكة القديمة أمر واجب فيكلف الحاج نفسه الانتقال من مسكنه في (حي العزيزية ) مثلاً الى بعض الأحياء القديمة لغرض الإحرام للحج وقد يقع نتيجة لذلك في بعض المحظورات الشرعية كأن يركب السيارة المسقفة نهاراً بعد أن يحرم وهو غير جائز في مكة المكرمة على الأحوط كما تقدم.\n2 - يحرم البعض لحج التمتع في صباح يوم عرفة من المسجد الحرام حيث يخفّ الزحام حول الكعبة المشرفة فيحسب ذلك فرصة له لأداء طواف استحبابي. فيتوجه بعد الإحرام ليطوف. وهذا غير جائز على الأحوط. وإنما له أن يطوف أولاً ثم يحرم للحج. أما إذا أخطأ فطاف بعد الإحرام فالأحوط استحبابا أن يجدّد التلبية.\n3 - قد ينسى البعض بأن يأتي بالتلبية عندما يعقد نية الإحرام للحج ولا يتذكر إلاّ بعد الوصول الي عرفات فيكتفي بأداء التلبية فيها. وهذا خطأ منه حيث أنه يجب عليه مع تمكنه العودة الي مكة أن يعود اليها ليحرم منها. وإنما يجوز الإحرام في عرفات لمن لا يتمكن من العودة الى مكة لضيق الوقت أو لعذر آخر."
  },
  {
   "title": "الواجب الثاني :الوقوف بعرفات",
   
   "content": "اذا لم يتهيأ للمحرم الذهاب الى منى ليلة التاسع من ذي الحجة الحرام وتهيأ له الذهاب الى عرفات ليبيت فيها ليلة عرفة أو اذا قرر البقاء في مكة هذه الليلة. يجدر به أن يحييها ذاكراً الله عز وجلّ حامداً عابداً راكعاً ساجداً مستغفراً حتى اذا كان يوم التاسع من ذي الحجة قصد الحجيج ممن لم يببيتوا بعرفات أرض عرفات (21كم عن مكة) ليقفوا بها. ويقصد الفقهاء بالوقوف في عرفات (الحضور) بها من دون فرق بين أن يكون الشخص الحاضر راكباً أو راجلا أو واقفاً أو جالساً ساكناً أو متحركاً . ويجب الوقوف بعرفات ابتداءً من أول الزوال (الظهر) والى الغروب ناويا مع القربة والإخلاص هكذا: أقف بعرفات من زوال هذا اليوم الي غروب الشمس لحج التمتع قربة الى الله تعالي. وتحرم الإفاضة من عرفات قبل غروب الشمس (سقوط القرص ) للعالم العامد. بل الأحوط وجوبا الانتظار الى حين ذهاب الحمرة المشرقية حتى مع التأكد من سقوط القرص."
  },
  {
   "title": "مستحبات الوقوف بعرفات",
   
   "content": "وهي كثيرة منها: (الطهارة حال الوقوف) و(الغسل عند الزوال) و( تفريغ النفس للدعاء) و(التوجه الى الله عز وجل) و(الوقوف بسفح الجبل في ميسرته) و(الجمع بين صلاتي الظهرين بأذان وإقامتين) و الدعاء بالمأثور الوارد في هذا اليوم وغيره. ومما يستحب للحاج أن يدعو به ما ورد في صحيحة معاوية بن عمار عن أبي عبد الله الصادق (ع) (أنظر الملحق ص 204 من هذا الكتاب) ومن المستحبات الواردة في هذا اليوم زيارة الإمام الحسين (ع) يوم عرفة (أنظر الملحق ص 212 من هذا الكتاب). ودعاء الإمام علي بن الحسين (ع) زين العابدين (أنظر الملحق ص 223 من هذا الكتاب) و دعاء الإمام الحسين بن علي (ع) في يوم عرفة (أنظر الملحق ص 254 من هذا الكتاب) وأن تدعو لنفسك ولوالديك وأرحامك وإخوانك المؤمنين وأخواتك المؤمنات وأقلّ من تدعو لهم ثلاثين من المؤمنين. ولا تنساني ووالديّ ومن له حق عليك في دينك ودنياك من خالص دعائك أنا العبد الفقير كاتب هذه السطور. فإني أحوج ما أكون الى دعاء إخواني المؤمنين في هذا المكان الطاهر. غفر الله لي ولكم ولجميع المؤمنين والمؤمنات في مشارق الأرض ومغاربها وحشرنا جميعاً مع محمد وآله الطيبين الطاهرين إنه أرحم الراحمين.\nويحسن بي هنا أن أبيّن الأمرين التاليين:\n1 - إن يوم عرفة الذي يجب على الحاج الوقوف فيه بعرفات هو اليوم التاسع من شهر ذي الحجة الحرام. وسيأتي أنه يجب على الحاج أن يقف في المزدلفة في ليلة عيد الأضحى ليلة العاشر من شهر ذي الحجة الحرام. كما يجب عليه رمي جمرة العقبة في نهار يوم العاشر من ذي الحجّة الحرام أيضاً.\nويلاحظ في العصر الحاضر أن هلال شهر ذي الحجة يثبت في معظم السنين عند من بيده أمر الحج في المملكة قبل أن يثبت عند المعنيين بشؤونه من المراجع والمتصدين له بيوم. مما يعني تقدم وقوف الحجاج بعرفة بيوم وتقدم وقوفهم بالمزدلفة بليلة عند من لم يثبت عنده منهم ومن غيرهم وهكذا.\nويري معظم الفقهاء المعاصرين ( دام ظلهم) الاجتزاء بالوقوف بعرفات والمزدلفة مع من بيده أمر الحج في المملكة أي مع الجماعة. وأداء أعمال منى من رمي جمرة العقبة والذبح والحلق وفق ذلك الموقف.\nولكن سيدنا المرجع (دام ظله) لا يفتي بذلك كما لا يفتي بخلافه. ولذلك يجوز لمقلده أن يرجع في هذه المسألة الى الفقهاء القائلين بالإجزاء. ولا حاجة عندئذ الى تعيين فقيه منهم بالخصوص. بل يكفي العلم بأهلية بعضهم للرجوع اليه. كما يمكنه العمل بالاحتياط بأن يجمع بين الأمرين معاً.\n2 - يكره الصوم في يوم عرفة لمن خاف أن يضعفه الصوم عن الدعاء. وأمّا من لا يخاف ذلك فيستحب له الصيام ولكنه لا يصح من المسافر إلاّ بالنذر فيمكن للحاج في عرفات أن ينذر من الليل كأن يقول: لله عليّ أن أصوم غداً في عرفات فيصح منه الصوم فيها."
  },
  {
   "title": "أخطاء قد يقع فيها بعض الحجاج في الوقوف بعرفات",
   
   "content": "1 - قد تحطّ حملة ٌوحجاجها رحالهم خارج حدود عرفات. ويبقون فيها حتى تغرب الشمس ثم ينصرفون منها الى المزدلفة دون أن يقفوا بعرفات. وهذا خطأ فادح. لذا فعلى الحجاج الكرام أن يفحصوا ويبحثوا حتى يتأكدوا بأنهم في عرفات لا خارجها.\n2 - ينصرف بعض الحجاج من أرض عرفات قبل أن تغرب الشمس هرباً من الزحام ظناً منه أنه الأصلح له والأيسر عليه. وهذا غير جائز كما تقدم. فاذا لم يرجع الحاج الى عرفات فعليه كفارة (بدنة) ينحرها بمنى يوم النحر.\n3 - قد ينوي بعض الحجاج الوقوف بعرفة ثم ينام حتى تغرب الشمس. وهو وإن كان يجزئه ذلك ولا شيء عليه.ولكنه خطأ غير يسير. لأنه ضيّع على نفسه فرصة من أهم الفرص. فيوم عرفه يوم عظيم يفرّغ الحاج فيه نفسه للدعاء والمسألة. ومن المفروض أن لا تضيع دقائقه فضلاً عن ساعاته. فكيف بمن ضيعه كله. روي عن الإمام زين العابدين (ع) أنه سمع في يوم عرفة سائلاً يسأل الناس فقال له: ويلك أتسأل غير الله في هذا اليوم وهو يوم يرجى للأجنة في الأرحام أن يعمّها فضل الله تعالى فتسعد."
  },
  {
   "title": "الواجب الثالث: الوقوف بالمزدلفة",
   
   "content": "الواجب الثالث: الوقوف بالمزدلفة\nبعد أن ينتهي الحاج من الوقوف بعرفات يتوجّه الى أداء الواجب الثالث من واجبات الحج بعد الوقوف بعرفات وهو الوقوف بالمزدلفة. والمزدلفة اسم لمكان يقال له المشعر الحرام كذلك (ويبعد 6 كم عن عرفات و14كم عن مكة) حيث يجب على الحاج بعد الإفاضة من عرفات أن يبيت شطراً من ليلة العيد في المشعر الحرام الى طلوع الشمس ويجوز أن يخرج منه الى وادي محسر قبل الطلوع بقليل. ولا يجوز تجاوز الوادي قبل الطلوع. ويجب على الحاج أن ينوي بوقوفه القربة الخالصة لله تعالى فيقول مثلا: أبيت هذه الليلة بالمشعر الحرام لحج التمتع قربة الى الله تعالى . ويكفي في النية القصد القلبي ولا يجب اللفظ.\nمن أحكام الوقوف بالمزدلفة\n1 - المقصود بالوقوف في المزدلفة (الحضور) في المزدلفة من دون فرق بين أن يكون الحاج قائماً أو قاعداً أو نائماً أو ماشياً أو راكباً أو ما شاكل ذلك تماماً كالوقوف بعرفات.\n2 - يستثنى من وجوب الوقوف بالمزدلفة بالمقدار مارّ الذكر: الخائف والصبيان والنساء والضعفاء الذين لا يقوون على الانتظار أو الزحام والمرضى والذين يتولون شؤونهم. فإنه يجوز لهؤلاء الاكتفاء بالوقوف بها بعض الوقت ليلة العيد والإفاضة منها الي منى.\n3 - إذا لم يتيسر للحاج الوقوف بالمزدلفة ليلـة العيد ولا بين طلوع الفجر وطلوع الشمـس مـن يوم العـيد لعذر من مرض أو نسيان أو جهـل أو غير ذلك يجب على الحاج أن يقف فيهـا بعض الوقت ما بين طلوع الشمس الى زوالهـا من يوم العيد. ولو تعمّد ترك ذلك بطل حجه.\n4 - يستحب للحاج أن يلتقط من المزدلفة سبعين حصاة لاستخدامها في رمي الجمار في يوم العيد وما بعده.\n5 - يستحب الجمع بين صلاتي المغرب والعشاء في المزدلفة بأذان وإقامتين.\n6 - يستحب إحياء هذه الليلة بالعبادة والدعاء بالمأثور وغيره."
  },
  {
   "title": "أخطاء قد يقع فيها بعض الحجاج في الوقوف بالمزدلفة",
   
   "content": "1 - أفاض جمع من الحجاج من عرفات قاصدين المزدلفة حتى اذا وصلوا الى مكان سألوا فقيل لهم إنه من المزدلفة فوقفوا بها.ثم تبين لهم في اليوم الثاني أنهم كانـوا على خطأ وأنها ليست من المزدلفة. فإن أدرك هؤلاء الوقوف في المزدلفة ما بين طلوع الشمس الى الظهر من يوم العيد ولو في وقت قصير صحّ حجهم. وإن لم يدركوا ذلك بطل حجهم وانقلب الى العمرة المفردة. لذا يجب التثبّت من المكان جيداً كي لا يقع الحاج بمثل هذا الخطأ.\n2 - ينصرف بعض الحجاج من أرض المزدلفة قبل أن يطلع الفجر. وهذا خطأ فادح، فإن لم يرجع الى المزدلفة لزمته كفارة (شاة) يذبحها بمنى.\n3 - إذا انصرف الحاج من المزدلفة قبل طلوع الشمس فهو خطأ أيضاً لما سبق قوله إلاّ أنه لا كفارة عليه في ذلك.\n4 - التحديدات الموجودة للمشاعر المقدسة اذا كانت قديمة ومأخوذة يدا بيد معتبرة ما لم يحصل الوثوق بخلافها. وإن لم تكن كذلك فلا يعتمد عليها. بل لا بدّ من حصول الاطمئنان والتأكد من صدق عنوان المشعر الخاص.\n5 - يظن بعض الحجاج أنه تجب الإفاضة من عرفات الى المزدلفة مباشرة. وهذا غير صحيح. بل يجوز الخروج من عرفات الي مكان آخر كمكة المكرمة والاستراحة فيها لبعض الوقت ثم الرجوع منها الى المزدلفة قبل طلوع الفجر ليبقي الحاج بعد ذلك في المزدلفة الى طلوع الشمس كما تقدم.\n6 - تزدحم طرق السير بسيارات الحجاج الذين يفيضون من عرفات الى المزدلفة للوقوف بها. وأحيانا تصل السيارات الى أرض المزدلفة ولكن يتعذر على الحجاج النزول منها. و قد يظن بعض الحجاج أنه ليس له أن ينوي الوقوف بالمزدلفة الاّ بعد النزول من السيارة. وهذا خطأ منه. ذلك أنه يجوز له أن ينوي الوقوف حتى في حال حركة السيارة في المزدلفة."
  },
  {
   "title": "منى وواجباتها",
   
   "content": "بعد أن ينهي الحاج وقوفه في المشعر الحرام أو المزدلفة يفيض منها الى منى (6كم) عن المشعر الحرام لأداء الأعمال الواجبة عليه هناك وهي ثلاثة: (رمي جمرة العقبة) ثم (الذبح أو النحر) ثم (الحلق أو التقصير) على التوالي.\nالواجب الرابع : رمي جمرة العقبة\nبعد أن ينتهي الحاج من أداء واجباته الثلاثة المتقدمة: الإحرام والوقوف بعرفات والوقوف بالمزدلفة يتوجّه لأداء الواجب الرابع منها وهو: رمي جمرة العقبة.\nمن أحكام رمي جمرة العقبة\n1 - يجب أن يأتي الحاج بهذا الواجب بنية القربة لله تعالى مع الاخلاص فيقول: أرمي جمرة العقبة لحج التمتع قربة الى الله تعالى . ويكفي في النية القصد القلبي ولا يجب التلفظ.\n2 - يجب أن يكون الرمي بسبع حصيات. والاحوط لزوماً أن تكون أبكاراً (غير مستعملات في الرمي قبل ذلك). ويستحب في الحصى أن تكون ملونة ومنقطة وأن يكون حجمها بمقدار أنملة إصبع.\n3 - يجب أن تكون الحصيات من حصى الحرم المكي عدا المسجد الحرام ومسجد الخيف وغيرهما من المساجد. والأفضل أن تكون من المشعر الحرام (المزدلفة).\n4 - يجب أن يكون رمي الحصيات بالتعاقب الواحدة تلو الأخرى.\n5 - يجب أن تصل الحصيات الى الجمرة فلا يحسب الرامي منها الحصاة التي لا تصل الى الجمرة.\n6 - يجب أن يكون وصولها الى الجمرة بسبب الرمي فلا يجزي وضعها عليها.\n7 - يجب أن يكون الرمي بين طلوع الشمس وغروبها من يوم العيد ولو تعمّد الحاج ترك الرمي في هذه الفترة بطل حجه.\n8 - يستحب للحاج أن يرمي جمرة العقبة متوجهاً اليها وهو مستدبر للقبلة.\n9 - يجزي النساء والضعفاء وسائر من رُخّص لهم الإفاضة من المشعر الحرام (المزدلفة) في الليل أن يرموا الجمرة في ليلة العيد إلاّ الذين يتولون شؤونهم فإنهم لا يجزيهم الرمي ليلا.\n10 - اذا شك الحاج في إصابته للجمرة بنى على عدم إصابته لها إلاّ اذا كان الشك بعد الذبح أو الحلق أو دخول الليل فعندئذ لا يعتني الشاك بشكه.\n11 - الأحوط وجوباً أن يرمي الحاج المقدار الذي كان سابقاً من الجمرة لا الزائد عليه. ويجزي الرمي بمقدار قامة أنسان بل أطول منها قليلاً. وعليه فالأحوط وجوباً عدم الاجتزاء بالرمي من الطابق العلوي.\n12 - الأحوط وجوبا أن لا يرمي الحاج جمرة العقبة من جانبها الخلفي ذاك الذي كان قبلاً جداراً خلفياً للجمرة ثم أزيل بعد ذلك. والجانب الخلفي واضح حيث لا زالت آثار الجدار السابق موجودة عليه. فعلى الحاج أن يرمي الجمرة من جهة وجهها مستدبراً القبلة الشريفة.\n13 - من خاف الضرر المعتدّ به من مباشرة الرمي في تمام الوقت المحدد. أو وجد في ذلك حرجاً عليه بحدٍّ لا يُتحمل عادة يجوز له أن يستنيب في الرمي عنه. ولا تجوز الاستنابة لمجرد احتمال المشقة أو الظن بها.\n14 - اذا وقع خلل في رمي جمرة العقبة يوم العيد بسبب جهل من الحاج أو نسيان ولم يعلم بالخلل الاّ بعد الإتيان بالطواف والسعي أو بعد اليوم الثاني عشر فعليه مادام باقياً بمنى أو بمكة أن يتدارك الرمي بأن يعيد الرمي ثانية. وأما اذا خرج من مكة فلا شيء عليه."
  },
  {
   "title": "أخطاء قد يقع فيها بعض الحجاج في الرمي",
   
   "content": "1 - يرمي بعض الحجاج الجمرة بالأخشاب وبالأحذية. وهذا ما لا يليق بضيف الرحمن أن يرتكبه.\n2 - يختار بعض الحجاج الحصى الكبيرة القاسية للرمي. في حين أنّ المستحب منها هو الحصاة الصغيرة الرخوة.\n3 - يخطيء بعض الحجاج الجمرة في رميه فيصيب حاجاً من إخوانه بدل أن يصيب الجمرة مما يتسبب أحيانا بنزف دموي وما شابه. لذا يجدر بالمؤمن أن يحذر كل الحذر عند الرمي من أن يتسبب في جرح حاج مؤمن محرم مثله. بل لو علم بذلك وجبت عليه الدية."
  },
  {
   "title": "الواجب الخامس : الذبح أو النحر",
   
   "content": "الواجب الخامس : الذبح أو النحر\nبعد أن ينتهي الحاج من رمي جمرة العقبة يتوجه لأداء الواجب الخامس من واجبات الحج وهو الذبح أو النحر. والأحوط وجوبا أن لا يقدمهما على الرمي.\nمن أحكام الذبح أو النحر\n1 - يجب على الحاج القيام بالذبح أو النحر بقصد القربة والخلوص فيقول مثلا: أذبح هذا الهدي لحج التمتع قربة الى الله تعالى . ويكفي في النية القصد القلبي ولا يجب التلفظ.\n2 - يجب أن يكون الذبح أو النحر بمنى وحيث أنه لا يمكن ذلك في الوقت الحاضر لعدم استيعابها لهم جميعا فإن تمكن المكلف من الذبح بـ (وادي محسّر) كما يحصل للبعض جاز ذلك وإن لم يتمكن منه أيضا كما هو الغالب جاز الذبح في أي مكان من الحرم المكي ومنه (مجزرة وادي معيصم). ولكن ربما تكون بعض المجازر خارجاً عن حدود الحرم المكي ولا يجزي الذبح فيها. فلابدّ من ملاحظة ذلك. والأفضل الأحوط في حال عدم التمكن من الذبح في وادي محسر أن يذبح الحاج في مكة المكرمة.\n3 - الأحوط استحبابا أن يكون الذبح أو النحر نهار يوم العيد. ويجوز تأخيره الى نهار اليوم الحادي عشر بل الى نهار آخر يوم من أيام التشريق.\n4 - يجب أن يكون الهدي من الإبل أو البقر أو الغنم ضمن شروط خاصة مذكورة في مناسك الحج. علماً بأن هذه الشروط لا تعتبر فيما يذبح كفارة لا هدياً.\n5 - يجوز للحاج ان يستنيب مختاراً من يتولى بالنيابة عنه الذبح أو النحر الواجب. هدياً كان ذلك الذبح أم كفارة. ولابدّ أن تكون النية من قبل النائب الذي يشترط فيه أن يكون مسلما.\n6 - إذا وكّل جماعةٌ شخصاً في شراء الهدي لهم والذبح عنهم كما هو سائد الآن فلابدّ له حين الذبح من أن يعين لكل موكّل هديه. ولا يكفيه أن يذبح بعددهم دون تعيين.\n7 - يجوز لصاحب الهدي تخصيص ثلثه لنفسه. ويجوز له أن يهدي ثلثاً الى من يحبّ من المسلمين. علماً بأنّ هذين الثلثين غير واجبين. وأما الثلث الثالث فالأحوط وجوباً أن يتصدق به على فقراء المسلمين. واذا تعذّر التصدق به أو كان حرجياً سقط عنه.\n8 - يجوز إخراج لحم الهدي والأضاحي من منى مع عدم حاجة الموجودين فيها له كما هو الحال الآن. وهناك عادة أعداد كبيرة من المحتاجين للّحوم خارج منى في أنحاء المملكة المختلفة وخارجها. لذا يحسن بمرشدي الحملات التصدي للبحث عمّن يتولى نقل الاضاحي وتوزيعها على المحتاجين اليها وبخاصة بين حملات الحجاج من أهالي المملكة فهم أدرى بحاجة مناطقهم وأقدر على توصيل اللحوم اليها."
  },
  {
   "title": "أخطاء قد يقع فيها بعض الحجاج في الذبح",
   
   "content": "1 - يوكّل بعض الحجاج من يذبح الهدي عنه ويتوجّه هو الى أداء أعماله في منى. مثلما يتوجّه الوكيل لتنفيذ وكالته. وحين ينتهي الحاج من الرمي قد يخطيء لعدم التنسيق بينهما فيقصّر ويحلّ من إحرامه ظناً منه أن وكيله قد ذبح الهدي عنه ثم ينكشف له الخطأ بعد ذلك. ولكي يتلافي المخطيء خطأه عليه أن ينزع المخيط فوراً ويجتنب عن سائر محرمات الإحرام حتى إذا ذبح الوكيل الهدي حلّ هو من إحرامه من دون حاجة الى إعادة التقصير ثانية.\n2 - ينبغي بالحاج أن لايوكّل بذبح الهدي عنه إلاّ المتمرس ذلك أنّ الشروط المطلوبة في الهدي لا يستطيع التحقق منها غير الخبير بها العارف بخصوصياتها ومنها سن الهدي فلو ذبح الهدي وجاء الحاج بالمناسك اللاحقة ثم تبين له أنّ الهدي لم يكن قد بلغ السن المقرر له. ولم تمض أيام التشريق بعد. أعاد الحاج الذبح ثانية ولا شيء عليه. علماً بأنّ المتمرسين بالذبح كثر وهم لا يقصّرون مع المحتاج الي مساعدتهم كما هو المرجو منهم."
  },
  {
   "title": "الواجب السادس: الحلق أو التقصير",
   
   "content": "الواجب السادس: الحلق أو التقصير\nبعد أن يرمي الحاج جمرة العقبة ويذبح أو ينحر يأتي دور الواجب السادس من واجبات الحج وهو الحلق أو التقصير. وإن كان يجوز تقديمه على الذبح إذا حصل على الهدي في موضع ذبحه. كما لو أنه قدّمه على الرمي أو الذبح نسياناً أو جهلاً بالحكم كفاه ولا تجب عليه الإعادة. ولكن الإحلال لا يحصل الاّ بالذبح أو النحر.\nمن أحكام الحلق أو التقصير\n1 - يشترط في الحلق أو التقصير قصد القربة لله تعالى والخلوص فينوي الحاج إذا كان قاصداً الحلق قائلاً: أحلق للإحلال من إحرام حج التمتع قربة الى الله تعالى وينوي اذا كان قاصداً التقصير فيقول: أقصر للإحلال من إحرام حج التمتع قربة الى الله تعالى . ويكفي في النية القصد القلبي ولا يجب التلفظ.\n2 - لا يجوز الحلق للنساء ويتعين عليهن التقصير.\n3 - يتخير الرجل بين الحلق والتقصير إذا لم يكن حجه لأول مرة. والحلق أفضل له. أما من يحج لأول مرة (الحاج الصرورة) فالأحوط وجوباً له اختيار الحلق.\n4 - من أراد الحلق وعلم أنّ الحلاق يجرح رأسه بالموسى لم يجز له الحلق بالموسى بل يحلق بالماكنة الناعمة جداً.\n5 - يجب أن يكون الحلق أو التقصير بمنى.\n6 - لا يجب أن يكون الحلق أو التقصير في النهار فيجزي الاتيان به في الليلة الحادية عشر مثلاً.\n7 - إذا حلق الحاج أو قصّر حلّ له جميع ما حرم عليه باستثناء الطيب والنساء وكذا الصيد على الأحوط وجوباً."
  },
  {
   "title": "أخطاء قد يقع فيها بعض الحجاج في الحلق أو التقصير",
   
   "content": "1 - ربما يتسرع المحرم فيحلق أو يقصر لحاج غيره قبل أن يحلق أو يقصّر لنفسه.وهذا ما لا يجوز للمحرم فعله. ولا كفارة عليه لو فعل ذلك. ولكن لا يجزي الحلق أو التقصير فلا بدّ له من الإعادة.\n2 - قد يحلق الحاج أو يقصر خارج حدود منى جهلاً منه أو نسياناً ولم يعلم بخطئه أو يتذكره الاّ بعد عودته الى بلده. وحينئذ فإن كان بإمكانه أن يبعث بشعره الى منى وجب عليه أن يبعثه. وإن لم يتمكن من ذلك فلا شيء عليه."
  },
  {
   "title": "الواجب السابع : طواف الحج",
   
   "content": "بعد أن ينهي الحاج أعمال منى يتوجه الى مكة المكرمة (6كم) عن منى ليؤدي الواجب السابع من واجبات الحج. وهو طواف الحج ونيته مشروطة بالقربة و الإخلاص هكذا: أطوف بالبيت سبعة أشواط لحج التمتع قربة الى الله تعالى . ويكفي في النية القصد القلبي ولا يجب التلفظ."
  },
  {
   "title": "الواجب الثامن صلاة الطواف",
   
   "content": "بعد أن ينتهي الحاج من الطواف يتوجّه لأداء الواجب الثامن من واجبات الحج. وهو صلاة طواف الحج ونيتها مع القربة والإخلاص هكذا: أصلي ركعتي الطواف لحج التمتع قربة الى الله تعالى . ويكفي في النية القصد القلبي ولا يجب فيها التلفظ."
  },
  {
   "title": "الواجب التاسع : السعي",
   
   "content": "بعد أن ينتهي الحاج من صلاة الطواف يتوجّه لأداء الواجب التاسع من واجبات الحج وهو السعي. ونيته مع القربة و الإخلاص هكذا: أسعى بين الصفا والمروة سبعة أشواط لحج التمتع قربة الى الله تعالى.\nثم إن كيفية وشرائط طواف الحج وصلاته والسعي هي كيفية وشرائط طواف عمرة التمتع وصلاتها وسعيها بالضبط (انظر ص 49 وما بعدها) و(ص77 وما بعدها) و(ص19 وما بعدها) على التوالي. ويستحب الإتيان بطواف الحج وصلاته يوم العيد ويجوز تأخيره حتى آخر ذي الحجة الحرام. ومن الجدير بالذكر أن الحاج المتمتع متى ما أتم ّطواف الحج وصلاة الطواف والسعي حلّ له الطيب وبقي عليه من محرمات الاحرام النساء وكذلك الصيد على الاحوط وجوبا."
  },
  {
   "title": "الواجب العاشر والواجب الحادي عشر طواف النساء وصلاته",
   
   "content": "الواجب العاشر والواجب الحادي عشر طواف النساء وصلاته\nبعد أن ينتهي الحاج من أداء السعي يتوجه لأداء الواجب العاشر من واجبات الحج وهو طواف النساء. ثم بعد أن ينتهي منه يتوجّه لأداء الواجب الحادي عشر وهو صلاة الطواف. فاذا فرغ الحاج من السعي يعود الى البيت الحرام ليطوف طواف النساء ناوياً مع القربة والإخلاص هكذا: أطوف حول البيت سبعة أشواط طواف النساء لحج التمتع قربة الى الله تعالى . حتى اذا انتهي الحاج من طواف النساء صلى صلاة الطواف خلف مقام إبراهيم (ع) ناوياً مع القربة والإخلاص هكذا: أصلي ركعتي طواف النساء لحج التمتع قربة الى الله تعالى . ويكفي في نية كليهما القصد القلبي ولا يجب فيهما التلفظ.\nمن أحكام طواف النساء\n1 - يجب طواف النساء على الرجال والنساء على السواء فلو تركه الرجل حرمت عليه النساء. ولو تركته المرأة حرم عليها الرجال.\n2 - النائب في الحج عن الغير يأتي بطواف النساء عن المنوب عنه لا عن نفسه هو. ولو لم يأت النائب به حرمت عليه النساء لا على المنوب عنه.\n3 - طواف النساء وصلاته كطواف الحج وصلاته في الكيفية والشرائط وإنّ الاختلاف بينهما إنما هو في النية فقط لا أكثر.\n4 - من ترك طواف النساء متعمدا أو ناسيا وجب عليه تداركه ولا تحلّ له النساء قبل ذلك. ومع تعذّر مباشرته الطواف بنفسه أو تعسّره عليه تجوز له الاستنابة. فاذا طاف النائب عنه حلّت له النساء.\n5 - اذا طاف الرجل طواف النساء وصلى صلاة الطواف حلّت له النساء واذا طافت المرأة طواف النساء وصلت صلاته حلّ لها الرجال."
  },
  {
   "title": "أخطاء قد يقع فيها بعض الحجاج في طواف النساء وصلاته",
   
   "content": "1 - ربما تقام صلاة الجماعة في المسجد الحرام أثناء أداء الطائف لطواف النساء فيقطع مضطراً طوافه لصلاة الجماعة ثم حين تنتهي الصلاة يشرع الطائف بالطواف من جديد ظاناً خطأً أنّ حكمه إعادة الطواف. في حين أنّ الفصل بين أشواط الطواف بالجماعة لا يؤثر علي الطواف.لذلك فعلى الطائف أن يتمّ طوافه حيث قطعه. هذا لو اشترك في صلاة الجماعة. أما إذا لم يشترك بها وجب عليه استئناف الطواف. وهذا الحكم أيضا هو الحكم نفسه في طواف العمرة وطواف الحج كما تقدم.\n2 - في حالة قريبة من الحالة السابقة ربما تقام الجماعة بين طواف النساء وصلاة طوافه وقد تستمر الصلاة نصف ساعة مما يظن الطائف معها أن هذا الفصل يقدح في صحة عمله. وهذا أيضاً ظنّ خاطيء.ذلك أنّ على الطائف أن يتوجه لصلاة الطواف لا لإعادة الطواف من جديد. وهذا الحكم هو الحكم نفسه أيضا في طواف العمرة وطواف الحج كما تقدم ذلك أيضا.\n3 - بعض كبار السن من الحجاج من الرجال والنساء قد يترك طواف النساء على أساس أنه استغني عن الحاجة اليه. وهذا خطأ منه ذلك أن طواف النساء واجب على كل حاج وإن كان لا يمارس الاستمتاعات الجنسية مع زوجه.\n4 - قد يأتي بعض الحجاج بطواف النساء بعد طواف الحج مباشرة وقبل السعي. وهذا خطأ منه. ولكن من قام بذلك جهلا منه بالحكم لم تلزمه إعادة طواف النساء بعد أدائه للسعي.\n5 - يحج البعض مع أبناء المذاهب الاسلامية الأخرى الذين لا يوجبون طواف النساء فيترك هو الآخر طواف النساء جهلاً منه بوجوبه وعند ذاك لا تحلّ له النساء حتى يرجع ويطوف بنفسه. أما اذا تعسّر عليه الجوع جازت له الاستنابة."
  },
  {
   "title": "الواجب الثاني عشر المبيت بمنى",
   
   "content": "الواجب الثاني عشر المبيت بمنى\nبعد أن ينتهي الحاج من صلاة الطواف يتوجّه لأداء الواجب الثاني عشر من واجبات الحج وهو المبيت في منى ليلة الحادي عشر وليلة الثاني عشر من ذي الحجة الحرام. فإذا ذهب الحاج الى مكة يوم العيد وجبت عليه العودة الى منى ليبيت فيها قاصداً القربة مع الإخلاص كأن يقول: أبيت هذه الليلة بمنى لحج التمتع قربة الى الله تعالى . ولا يجب في النية التلفظ.\nمن أحكام المبيت بمنى\n1 - تجوز للحاج الإفاضة من منى بعد ظهر اليوم الثاني عشر قبل أن يدخل عليه الليل. ويستثنى من ذلك من لم يجتنب الصيد في إحرامه وكذلك من أتى النساء في إحرامه على الأحوط. فإنه يلزمهما المبيت في مني ليلة الثالث عشر أيضا الى طلوع الفجر. ويجب عليهما تبعاً لذلك الرمي في اليوم الثالث عشر.\n2 - اذا بقي الحاج في منى الى أن دخل عليه الليل وجب عليه المبيت ليلة الثالث عشر أيضاً الى طلوع الفجر. ويجب عليه تبعاً لذلك الرمي مجدداً.\n3 - لا يعتبر في المبيت بمنى ليلتي الحادي عشر والثاني عشر البقاء فيها تمام الليل. بل يتخير الحاج بين أن يمكث فيها من أول الليل الى منتصفه. أو من قُبيل منتصفه الى طلوع الفجر.\n4 - يستثني ممن يجب عليه المبيت بمنى عدة طوائف منها:\nمن شقّ عـليه المبيت بها أو خاف على نفسه أو عرضه أو ماله إذا بات.فإنه يُعفى من المبيت. ولكن تجب عليه على الأحوط كفارة ( شاة ) عن كل ليلة.\nمن خرج من منى أول الليل أو قبله وشغلته عن العودة اليها قبل انتصاف الليل الى طلوع الفجر العبادة في مكة طوال هذه الفترة باستثناء الوقت الذي تستغرقه حاجاته الضرورية من أكل وشرب ونحو ذلك.\n5 - من ترك المبيت في مني اضطرارا أو نسيانا أو جهلا منه بالحكم فعليه على الاحوط التكفير عن كل ليلة ( بشاة ).\n6 - لا شيء على الحاج الذي خرج من مكة قاصداً الرجوع الى منى للمبيت فيها فمنعه الزحام من الوصول اليها اذا لم يؤخر ذلك الحاج البدء بالرجوع مع علـمه بالزحام."
  },
  {
   "title": "أخطاء قد يقع فيها بعض الحجاج في المبيت بمنى",
   
   "content": "1 - من أصبح في منى يوم الثاني عشر ورمى الجمرات الثلاث ثم عزم على الذهاب الى مكة والعودة منها الى منى قبل الظهر كي ينفر منها بعد الظهر مع الحجيج عليه أن لا يخطيء فيأخذ معه أمتعته كلها معه إذ لا يجوز الخروج على الأحوط إلاّ اذا أبقي شيئا من أمتعته يقتضي العود.\n2 - من أصبح في منى يوم الثاني عشر ورمى الجمار الثلاث ثم قرر الذهاب الى مكة لبعض شؤونه ليعود منها الى منى قبل الزوال ثم لينفر بعد الزوال مع الحجاج عليه أن لا يظن بأنّ العودة الى منى واجبة عليه قبل الزوال ذلك أنه يجوز له أن يعود بعده لأن العبرة بأن لا يكون النفر من منى قبل الزوال فيجوز أن يرجع بعد الزوال الى منى لينفر منها قبل الغروب من نفس اليوم أو في نهار اليوم الثالث عشر.\n3 - قد تنصب خيام الحجاج في أماكن لا تقع في منى ولا في وادي محسّر كأن تنصب في (وادي النار) فيبيتون فيها ليالي منى من غير فحص منهم عن المكان الذي هم فيه. وقد يرتفع بعضهم الى الجبال المحيطة بمنى فيبيت هناك ظناً منه أنها جزء من منى. وقد يبيت بعضهم خارج منى معتذراً عن ذلك بأن استئجار الخيمة في منى مكلف مادياً.\nوهذه كلها من الأخطاء.وكفارة من بات خارج منى لبعض ما ذكرت من أسباب ونحوها ( شاة) عن كل ليلة."
  },
  {
   "title": "الواجب الثالث عشر: رمي الجمار",
   
   "content": "الواجب الثالث عشر: رمي الجمار\nوهو الواجب الأخير من واجبات الحج وهو رمي الجمرات الثلاث: الجمرة الصغرى والجمرة الوسطى وجمرة العقبة على التوالي.\nويحسن بي أن أذكر هنا أنّ المسافة بين الجمرة الصغرى الى الوسطى (150 مترا). وانّ المسافة من الجمرة الوسطى الى جمرة العقبة (275 متراً).\nمن أحكام رمي الجمار\n1 - النية: وصورتها مع القربة والإخلاص هكذا: أرمي الجمرة الأولى لحج التمتع قربة الى الله تعالى . وهكذا النية في الجمرة الوسطى وجمرة العقبة. ولا يجب في النية التلفظ. بعد ذلك يبدأ الحاج برمي الجمرة الأولى أولاً ثم الجمرة الوسطى ثانياً ثم جمرة العقبة.\n2 - يرمي الحاج كل جمرة من هذه الجمرات الثلاث بسبع حصيات مراعياً الشروط التي تقدمت في رمي جمرة العقبة يوم العيد (انظر ص 113 من هذا الكتاب).\n3 - يستحب لمن يريد رمي جمرة العقبة أن يتوجّه اليها مستدبراً القبلة الشريفة. وأما عند رمي الجمرتين الأولى والوسطى فينبغي للرامي أن يقف مستقبلاً القبلة.\nاذا انتهى الحاج من ذلك كله فقد انتهي من أعمال الحج وعاد كما ولدته أمه إن شاء الله نقياً طاهراً فهنيئاً له."
  },
  {
   "title": "أخطاء قد يقع فيها بعض الحجاج في رمي الجمار",
   
   "content": "1 - سبق ان ذكرت أن الشيخ الكبير والمريض والمرأة ومن لا يتمكن مثلهم من الضعفاء من رمي جمرة العقبة لشدة الزحام يوم العيد يجوز له أن يرمي ليلة العيد بدلاً من نهارها. وقد يتصور هؤلاء أو من يتولى شؤونهم بأنه من حقهم فعل ذلك أيضا في اليوم الحادي عشر واليوم الثاني عشر فيرمون ليلة الحادي عشر وليلة الثاني عشر بدل أن يرموا صبيحتها. وهذا تصّور خاطئ. وعليهم الاستنابة في رمي الجمار الثلاث في النهار إذا تعذر عليهم رميها بأنفسهم نهارا أو تعسّر.\n2 - يشتد الزحام عند المرمي ولا سيما بعد زوال الشمس عادة. لذا يرجى من الحجاج الكرام وبخاصة الشيخ الكبير والضعيف والمريض والمرأة وأضرابهم أن لا يرموا وقت الشدة. بل يتحرّوا أخف الأوقات زحاما للرمي كالصباح الباكر مثلا فذلك أيسر لهم وأسهل عليهم عادة. فإن تمكنوا من الرمي بأنفسهم رموا وإن خافوا الضرر أو وجدوا في الرمي حرجا شديداً لا يتحمل عادة جاز لهم أن يستنيبوا. ولكن لو تيسّر لهم الرمي بأنفسهم بعد ذلك وقبل انقضاء النهار لزمهم القيام به."
  },
  {
   "title": "من أحكام المرأة في العمرة والحج",
   
   "content": "تشترك المرأة مع الرجل في غالبية أعمال العمرة والحج وتنفرد بأحكام خاصة بها. لذا وجدت من المفيد أن أفرد لأحكامها الخاصة بها فقرة مستقلة أدرج لها فيها ما يتعلق بها من أمور زيادة في جلاء الصورة أمامها وإيضاحها لها من خلال النقاط التالية:\n1 - حيض المرأة ونفاسها إنما يمنعانها من الطواف وصلاته ولا يمنعانها من غالبية أحكام العمرة والحج فهي (تحرم) من الميقات (وتقف) بعرفات والمزدلفة و (تسعى بين الصفا والمروة) وتؤدي ( أعمال منى) وهي حائض.\n2 - يجوز للمرأة المحرمة لبس المخيط مطلقا ما عدا (الكفوف) خلافاً للرجل الذي لا يجوز له ذلك. ولذلك يمكن للمرأة أن تحرم بملابسها العادية شرط أن لا تكون من الحرير الخالص على الأحوط.\n3 - يجوز للمرأة المحرمة أن تلبس الجورب وغيره الذي يغطي تمام ظهر قدمها. خلافاً للرجل الذي لا يجوز له ذلك.\n4 - يحرم علي المرأة المحرمة لبس الحلي للزينة إلاّ ما كانت تعتاد لبسه قبل إحرامها. ولا كفارة عليها لو تزينت بالحلي حيث لا كفارة في التزين. وإن ارتكبت بلبس الزينة محرّماً.\n5 - لا يجوز للمرأة المحرمة ستر وجهها بمثل البرقع والنقاب. بل الأحوط وجوبا أن لا تستر وجهها بأي ساتر .كما أنّّ الأحوط وجوباً عدم ستر بعض الوجه أيضاً حتى للتنشيف بالمنديل. والمقصود بالوجه هنا: ما يجب غسله في الوضوء وهو ما دارت عليه الإبهام والوسطى. ويجوز ستر مقدار من الوجه مقدمة لستر الشعر في الصلاة ولكن الأحوط وجوباً رفعه بعد الصلاة فوراً. هذا إذا لم يتيسر الستر بإسدال ما فوق رأسها على وجهها. كما يجوز التستر عن الأجنبي بإسدال ما على رأسها كالعباءة وترفعه عند عدم حضور الأجنبي فوراً.ولا كفارة في ستر الوجه مطلقاً.\n6 - لا يجوز للمرأة المحرمة لبس المقنعة على الأحوط وجوباً لأنها تستر مقداراً من الجبهة وبعضاً من أطراف الوجه وربما بعضاً من الذقن.\n7 - لا يجوز للنساء المحرمات وضع الكمّامات المانعة من استنشاق الغبار والغازات الضارة مطلقاً على الأحوط. لأنه لا يجوز لهنّ على الأحوط ستر بعض وجوههن فضلاً عن تمامها.\n8 - ليس ن الستر المحرم على المرأة تنظيف الأنف بالمنديل، كما في حال الزكام مثلاً.\n9 - يجوز للمرأة المحرمة أن تغطي وجهها حال النوم إن رغبت في ذلك ولا شيء عليها منه.\n10 - يجوز التظليل للنساء مطلقاً. ويحرم على الرجال إلاّ لضرورة كما تقدم.\n11 - إذا حاضت المرأة في عمرة التمتع حين الإحرام أو قبله أو بعده ووصلت الى مكة وكان الوقت واسعا فعليها أن تنتظر حتى تطهر. فاذا طهرت أدّت أعمالها من طواف وصلاة طواف وسعي وتقصير. ثم تحرم للحج كبقية الحجاج.\n12 - اذا حاضت المرأة في عمرة التمتع قبل الإحرام أو حينه ولم يسعها الوقت لأداء العمرة ثم الإحرام للحج. انقلب حجها الى الإفراد، حيث تؤدي أعمال الحج وبعد الفراغ من الحج تجب عليها العمرة المفردة إن تمكنت منها. ويجزيها ذلك عن حجة الإسلام الواجبة عليها.\n13 - إذا حاضت المرأة بعد الإحرام يجوز لها الإبقاء على عمرتها بأن تأتي باعمالها من دون الطواف وصلاة الطواف. فتسعى بين الصفا والمروة وتقصّر ثم تحرم للحج وحين ترجع الي مكة بعد الفراغ من أعمال منى تقضي طواف العمرة وصلاة الطواف التي لم تؤدها سابقا وذلك قبل أن تؤدي طواف الحج وصلاته.\n14 - إذا تيقنت المرأة ببقاء حيضها وعدم تمكنها من الطواف حتى بعد رجوعها من منى استنابت لطوافها وصلاة طوافها من ينوب عنها ثم أتت بالسعي بنفسها بعد أن يتمّ النائب عنها طوافه وصلاته.\n15 - إذا خافت المرأة أن يطرأ عليها الحيض أو النفاس ولا يتيسر لها أداء طواف الحج وصلاته وطواف النساء وصلاته بعد الرجوع من منى يجوز لها أداء الطوافين وصلاتهما وكذلك السعي بعد الإحرام للحج وقبل الذهاب الى عرفات.\n16 - الأحوط وجوبا أن تتوضأ المستحاضة القليلة والمتوسطة لكل من الطواف وصلاته. وأما المستحاضة الكثيرة فإن كان الدم لا ينقطع بروزه على القطنة كفاها غسل واحد لهما. وإن كان ينقطع فالأحوط وجوباً لها تجديد الغسل لصلاة الطواف إلاّ اذا لم يبرز اتفاقا بعد الطواف فلها أن تصلي من دون غسل جديد.\n17 - يغتفر الفصل غير الطويل بين الطواف وصلاة الطواف للمستحاضة بالمقدار الذي تضطر اليه لتجديد غسلها أو وضوئها المطلوب منها. وأما اذا اغتسلت أو توضأت وتخلل فصل طويل بينه وبين الطواف أو الصلاة فعليها أن تتيمم في المسجد أو قريبا منه قبل أن تطوف أو تصلي. وتيممها إما بدل الغسل وإما بدل الوضوء حسب اختلاف وظيفتها كما تقدم آنفاً.\n18 - يجوز للمرأة أن تأخذ حبوباً لمنع نزول الحيض أثناء الحج إذا رغبت بذلك.\n19 - الدم المتقطع كالذي ينزل في دورة امرأة تأخذ حبوباً لمنع نزول الحيض أيام الحج والعمرة يجري عليه حكم دم الاستحاضة لا حكم دم الحيض.\n20 - استحباب الهرولة بين الصفا والمروة خاص بالرجال دون النساء.\n21 - تقصّر المرأة شعرها للإحلال من الإحرام ولا تحلق.\n22 - يكتفي من المرأة مسمّى الوقوف بالمزدلفة ليلة العيد وإن تيسّر لها الوقوف في تمام الوقت المحدد. كما يجوز لها رمي جمرة العقبة ليلة العيد وإن كانت متمكنة من الرمي في النهار من دون صعوبة تذكر."
  },
  {
   "title": "من أحكام النيابة عن الغير",
   
   "content": "للنيابة عن الغير أحكامها الخاصة بها. لذا وجدت من الحسن أن أدرج بعض أحكامها في مكان خاص بها تيسيرا وتسهيلاً للنائب عن الغير. وها أنذا أدرجها فيما يأتي:\n1 - لا تشترط المماثلة بين النائب والمنوب عنه. فتصح نيابة الرجل عن المرأة وتصح نيابة المرأة عن الرجل.\n2 - يعتبر في النائب أن يكون بالغاً عاقلاً ولكن تصح نيابة الصبي المميّز في الحج المندوب. ويعتبر على الأحوط أن يكون إماميا. ولا تصح الإجارة إذا كان النائب مشغول الذمة بحج واجب عليه. ولكن يصحّ حجه وتفرغ ذمة المنوب عنه ويستحق النائب أجرة المثل.\n3 - إذا أتى النائب بما يوجب الكفارة فهي من ماله هو سواء أكانت النيابة بأجرة أم بتبرع.\n4 - تجوز في النيابة أن ينوب شخص واحد عن جماعة في الحج المندوب.\n5 - الطواف مستحب في نفسه فتجوز النيابة فيه عن الميت وعن الحي إذا كان غائباً عن مكة. أو كان حاضرا فيها ولم يتمكن من الطواف.\n6 - إذا أراد شخص الحج نيابة عن غيره بأجرة أو تبرعاً فعليه أن يأتي بالمناسك وفق تقليد نفسه لا وفق تقليد المنوب عنه. إلاّ إذا كان أجيراً وطلب منه أن يأتي بالحج بكيفية خاصة فعليه أن يعمل بها إلاّ إذا تيقن بعدم صحته.\n7 - يجب على ورثة المستطيع الذي لم يوفق للحج حتى توفي وكانت لديه تركة أن يستنيبوا من يحج عنه من أصل مبلغ التركة قبل قسمتها على الورثة لأن الحج بمثابة الدَيْن.\n8 - يجب على من كان مستطيعاً مادياً وعاجزاً عن أداء الحج لمرض أو شيخوخة أن يستنيب غيره لأداء الفريضة نيابة عنه."
  },
  {
   "title": "من أحكام العمرة المفردة",
   
   "content": "من أحكام العمرة المفردة\nالعمرة المفردة مستحبة سائر أيام السنة وبخاصة في شهري رجب ثم رمضان. لذا يحسن بي هنا أن أدرج المهم من أعمالها تسهيلاً وتيسيراً على المعتمرين الكرام تقبل الله أعمالهم جميعا ووفقهم لما فيه الخير دائماً.\nأعمال العمرة المفردة\nأعمال العمرة المفردة سبعة وهي كما يأتي:\n1 - الإحرام وواجباته ثلاثة هي:\nأ -النية ويشترط فيها القربة لله تعالى مع الإخلاص كأن يقول الشخص: أحرم لعمرة مفردة قربة الى الله تعالى . ويكفي فيها وفي كل نية القصد القلبي ولا يشترط التلفظ.\nب - لبس ثوبي الإحرام (للرجل) مثل ما تقدم في عمرة التمتع ( أنظر ص19) من هذا الكتاب.\nج - التلبية مقارنة للنية قائلاً: لَبيّكَ اللّهمّ لَبيّكَ، لَبيّكَ لا شَريكَ لَكَ لَبيّكَ، إنَّ الحَمدَ والنِعمةَ لَكَ والمُلكَ لا شَريكَ لَكَ لَبيّكَ ..(وللمزيد أنظر ص26. من هذا الكتاب). وللتعرف على بعض مستحبات الإحرام (أنظر ص21 من هذا الكتاب).\nثم إنه يجب الإحرام للعمرة المفردة من أحد المواقيت المعروفة أو بالنذر (أنظر ص 21 من هذا الكتاب) ويستثنى من ذلك: من كان في مكة المكرمة وأراد الإتيان بعمرة مفردة. ومن خرج من مكة الى ما دون المواقيت كعرفات وجدة وأراد الرجوع الى مكة بعمرة مفردة. فإن هذين يحرمان من أدنى الحلّ كالتنعيم والحديبية. وكذلك من كان مسكنه فيما دون المواقيت الى مكة كالمقيم في جدة فإنه يحرم للعمرة المفردة من منزله.\n2 - الطواف حول البيت الحرام سبعة أشواط مبتدأ بالحجر الاسود ومنتهياً به ناوياً مع القربة والإخلاص هكذا: أطوف بهذا البيت سبعة أشواط قربة الى الله تعالى ويستحب له أن يدعو بالأدعية المأثورة وغيرها. للمزيد (انظر ص 49 من هذا الكتاب).\n3 - صلاة الطواف خلف مقام إبراهيم (ع). وهي ركعتان كصلاة الصبح يؤديها المعتمر ناوياً مع القربة والإخلاص هكذا: أصلي ركعتي العمرة المفردة قربة الى الله تعالى . للمزيد (انظر ص66 من هذا الكتاب).\n4 - السعي بين الصفا والمروة سبعة أشواط مبتدأ بالصفا ومنتهياً بالمروة ناوياً مع القربة والإخلاص هكذا: أسعى بين الصفا والمروة سبعة أشواط قربة الى الله تعالى . للمزيد (أنظر ص133).\n5 - حلق شعر الرأس أو التقصير بقصّ شيء من شعر الرأس أو اللحية أو الشارب ناوياً مع القربة والإخلاص هكذا: أحلق أو أقصّر للإحلال من إحرام العمرة المفردة قربة الى الله تعالى . والحلق أفضل للمعتمر. للمزيد (أنظر ص86 من هذا الكتاب).\nويتعين علي النساء للتحلّل من الإحرام التقصير بقصّ شيء من شعر الرأس. ولا يجوز لهن الحلق.\n6 - طواف النساء: وهو الطواف حول الكعبة المشرفة سبعة أشواط ناوياً القربة مع الإخلاص هكذا: أطوف حول البيت سبعة أشواط لطواف النساء للعمرة المفردة قربة الى الله تعالى . للمزيد (أنظر ص 133 من هذا الكتاب).\n7 - صلاة طواف النساء: ومكانها خلف مقام إبراهيم (ع) وهي ركعتان كصلاة الصبح ناوياً مع القربة لله تعالي والإخلاص: أصلي ركعتي طواف النساء للعمرة المفردة قربة الى الله تعالى . للمزيد (أنظر ص 70 من هذا الكتاب).\nفاذا انتهى المعتمر من كل ذلك فقد انتهي من أعمال العمرة المفردة المستحبة.\nمن أحكام العمرة المفردة\n1 - يستحب الإتيان بالعمرة المفردة في كل شهر من شهور السنة وأفضلها في شهر رجب ثم في شهر رمضان.\n2 - إذا نسى المعتمر أن يلبي عند عقد الإحرام أو جهل ذلك حتى أتي بمناسك العمرة لم تصح عمرته على الأحوط وجوباً.\n3 - لا يجوز الإتيان بعمرتين في شهر واحد فيما إذا كانت العمرتان عن المعتمر نفسه. ولا بأس بالإتيان بالعمرة الثانية عن المعتمر نفسه ولكن رجاءّ.\n4 - يحق للمعتمر أن يأتي بعمرتين في شهر واحد إن كانت أولاهما عن نفسه والثانية عن غيره .كما يحق له الإتيان بعمرتين في شهر واحد إذا كانت كلتا العمرتين عن شخصين غيره.\n5 - يحق لمن اعتمر عمرة مفردة في نهاية شهر ما أن يعتمر عمرة ثانية في بداية الشهر الجديد اللاحق له.\n6 - تقدم القول إنه إذا كان الشخص في مكة وأراد الإتيان بالعمرة المفردة جاز له أن يحرم من أدنى الحل كالتنعيم (6كم) عن مكة، والحديبية (15كم) عن مكة، والجعرانة (16كم) عن مكة (أنظر: الملحق الأول). ولا يجب عليه الرجوع الى المواقيت للإحرام منها باستثناء حالة واحدة هي حالة من أفسد عمرته المفردة بالجماع قبل السعي.\n7 - إنّ معظم الأحكام المتقدمة في عمرة التمتع فيما يخصّ الطواف وصلاة الطواف والسعي والتقصير تشمل العمرة المفردة أيضاً. وتختلف العمرة المفردة عن عمرة التمتع في أنّ من ترك طواف عمرة التمتع أو ترك سعيها جهلاً منه بوجوبه أو مع الإتيان به باطلاً للجهل ببعض شروطه يؤدي الى بطلان عمرة التمتع إذا لم يتمّ التدارك قبل انقضاء وقتها. أما من ترك الإتيان بطواف العمرة المفردة أو ترك الإتيان بسعيها جهلاً منه بوجوبه أو مع الإتيان به باطلاً للجهل ببعض شروطه لا يؤدي الى بطلان العمرة المفردة. بل يبقى المعتمر على إحرامه ولا يخرج من إحرامه إلاّ بأن يعود الى مكة ويأتي بالطواف والسعي وإن طالت المدة.\n8 - يستحب الهدي في العمرة المفردة ويذبح في مكة المكرمة."
  },
  {
   "title": "متفرقات",
   
   "content": "هناك بعض الأحكام المتفرقة أحببت أن أدرجها لكثرة الحاجة اليها فيما يأتي:\n1 - لا يجوز دخول مكة ولا دخول الحرم المكي إلاّ للمحرم فمن أراد الدخول فيهما في غير أشهر الحج وجب عليه أن يحرم للعمرة المفردة ومن أراد الدخول فيهما في هذه الأشهر وجب عليه أن يحرم للعمرة أو للحج.\n2 - يستثنى من الفقرة السابقة من يتكرر منه الخروج والدخول الى مكة المكرمة أو الحرم مالا يقلّ عن ثلاث مرات أسبوعيا وكذلك من خرج من مكة أو الحرم بعد إتمامه أعمال العمرة المفردة أو عمرة التمتع فإنه يجوز له العود الى مكة من دون إحرام قبل مضي الشهر الذي احرم فيه لعمرته، وأما من أحرم للحج ـ سواء حج التمتع أم الإفراد أم القران ـ في شهر وخرج من مكة أو الحرم بعد إتمام حجه فيشكل له العود إلى مكة من دون إحرام حتى مع عدم إنقضاء ذلك الشهر.\n3 - يجوز السجود على السجاد في المسجد النبوي وغيره إذا اقتضت التقية ذلك. وهذا فيما إذا لم يتيسر للمصلي السجود على الرخام المفروش في المسجد ـ مثلاً ـ من دون مخالفة التقية، ولا يجب التخلص من التقية بالذهاب الى مكان آخر ليصلي المصلي على ما يصح السجود عليه فيه.كما لا يجب تأخير الصلاة حتى زوال موجب التقية.\nوالمقصود بالتقية ما يعمّ (التقية المداراتية) أي ما تقتضيه المداراة مع المسلمين من غير الإمامية. وما يقتضيه التآلف بين المسلمين.\n4 - يتخير المسافر بين القصر والتمام في مكة المكرمة والمدينة المنورة بما في ذلك امتداداتها الجديدة الآن.\n5 - فضل الصلاة الوارد في المسجد الحرام والمسجد النبوي لا يقتصر على حدود المسجدين الشريفين كما كانا قديماً. بل يشمل فضلهما حتى الصلاة في التوسعة الجديدة للمسجدين المباركين. نعم الصلاة في المسجد النبوي الأصلي الذي كان على عصر رسول الله (ص) والأئمة المعصومين (ع) أفضل.\n6 - المسؤولون عن حملات الحج والعمرة والمرشدون للحجاج والمعتمرين أولئك الذين يمارسون عملهم سنويا حكمهم القصر في السفر لا التمام إذا كانت فترة عملهم قصيرة كثلاثة أسابيع مثلا وهي عادة كذلك.نعم إذا كان هؤلاء يمارسون السفر في حملات الزيارة الى المراقد المقدسة في العراق وإيران وسوريا ومصر ونحوها في شهور أخرى من السنة يكون حكمهم التمام في جميع سفراتهم.\n7 - لا يجوز الوضوء بالمياه المبردة المخصصة للشرب في مكة المكرمة والمدينة المنورة. ويصح وضوء من توضأ بها سابقا جهلا منه بالحكم."
  },
  {
   "title": "أعمال ومعالم مكة المكرمة الاخرى",
   
   "content": "1 - يستحب الإكثار من الصلاة في المسجد الحرام فإن الصلاة فيه تعدل مائة ألف صلاة. ويستحب الدعاء عند (الملتزم ) ويقع بين باب الكعبة الشريفة والحجر الأسود. فقد روي أنّ رسول الله (ص) وقف فيه بعد الطواف ودعا رافعاً يديه الى الأعلى. ويستحب الإلحاح على طلب المغفرة بالتوبة النصوح في (الحطيم) وهو ما بين الحجر الأسود وباب الكعبة وسمي بالحطيم لأنّ الذنوب تحطم فيه أي تمحى بالتوبة. وكذلك إقامة الصلاة خلف مقام إبراهيم (ع) حيث مكان الحجر الذي وقف عليه إبر اهيم (ع) أثناء قيامه برفع قواعد البيت العتيق. وقد وضع مكانه الآن حجر عليه رمز لأثر أقدامه وأصابعه (ع) داخل اسطوانة ذهبية اللون. ويستحب كذلك أداء الصلاة أيضاً في حجر إسماعيل (ع) لما للمكان الشريف من الفضل والكرامة (أنظر: الملحق الثاني، ص).\n2 - يستحب بعد الفراغ من الحج طواف مع صلاته عن أبيه وأمه وزوجته وولده وخاصته ومن يحب. هذا وإنّ الطواف في عشر ذي الحجة قبل الحج أفضل من سبعين طوافاً في الحج. وقد ورد أنّ النبي (ص) كان يطوف عشر طوافات بالليل والنهار:ثلاثة أول الليل وثلاثة آخره واثنين إذا أصبح واثنين بعد الظهر.فإن لم تستطع فبما تقدر عليه منها.\n3 - يستحب النظر الى الكعبة المشرفة فقد روي عنه (ص) قوله النظر الى البيت عبادة . علماً بأن قضاء حوائج المؤمنين والمؤمنات أفضل من الجميع.\n4 - يستحب الشرب من ماء زمزم. بل الارتواء منه.\n5 - يستحب ختم القرآن الكريم مدة الإقامة في مكة المكرمة. وأقلّه ختمة واحدة.\n6 - يستحب لمن أراد الخروج من مكة المشرفة أن يطوف طواف الوداع ويستلم الحجر الأسود والركن اليماني ويدعو بما شاء ويطلب من الله عز وجل التوفيق والتسديد للعودة مرة أخرى. ويستحب له كذلك أن يخرج من باب الحنّاطين ويقع هذا الباب مقابل الركن الشامي.\nوفي مكة أماكن طاهرة مباركة كثيرة حدّد مواقعها المؤرخون منها:\n1 - مكان مولد رسول الله (ص) وترعرعه في كنف أمه آمنة بنت وهب وقد حوّل البيت الطاهر الى مكتبة باسم (مكتبة مكة المكرمة) وذلك في سنة 1372هـ. وقد منّ الله عليّ أكثر من مرة في موسم حج عام 1418 هـ 1998م. ثم في العام الذي تلاه بأن أدخل المكان الطاهر وأصلي فيه وأدعو وأشكر الله تعالى به. وتقع دار مولده (ص) في شعب بني هاشم قديماً ويسمى الآن بشعب علي قرب المسجد الحرام الى الشرق منه حيث يستطيع الخارج من المسجد الحرام من جهة باب السلام أن يرى بناء المكتبة في شارع \"الغزة\" واضحاً من بعد للعيان.\n2 - بيت الإمام علي ومدرج طفولته ونشأته (ع) ودار أبيه أبي طالب. وتقع في شعب بني هاشم الذي سمي بعد ذلك بشعب علي نسبة له (ع) وهي الدار التي احتضنت وآوت وأغدقت وغذت رسول الله (ص) وحنت عليه منذ أن كفله عمه أبو طالب وتقع شرقي الحرم الشريف علي مسافة كيلومتر ونصف منه. وقد حولت الى مدرسة سميت بمدرسة النجاح.\n3 - موضع دار خديجة ومولد الزهراء (ع) حيث كانت أم المؤمنين خديجة الكبرى تسكنها حتى وفاتها وفيها أنجبت أبناء رسول الله (ص) وقد سكن رسول الله (ص) هذه الدار ثمانية وعشرين سنة كما يقول المؤرخون وخرج منها الى المدينة المنورة مهاجراً فسميت لذلك بـ(دار الهجرة). وهي الدار التي شهدت أول حالة فداء في الإسلام يوم فدى الإمام علي (ع) النبي (ص) بنفسه فبات بها على فراشه لينجو (ص) بنفسه. وتقع هذه الدار بوسط وادي إبراهيم مقابل المسعى في (القشاشية) على مسافة نصف كيلو متر منه. وقد أقيم مكان هذه الدار مدرسة لتحفيظ القرآن الكريم لم أعثر عليها، ولعلها دخلت لاحقاً في التوسعة الأخيرة للساحة أمام المسجد الحرام.\n4 - مولد حمزة عم رسول الله (ص) وتقع في حارة المسفلة جنوب الحرم الشريف على مسافة نصف كيلو متر منه. وقد أقيم مكانها مسجد للصلاة وكتاب للأطفال.\n5 - غار حراء وهو الغار الذي كان يتعبّد فيه رسول الله قبل بعثته وبعدها وفيه نزل الوحي عليه (ص) ويقع على قمة جبل النور شمال شرقي مكة المكرمة على بعد(4كم) عن الحرم الشريف.\n6 - غار ثور وهو الغار الذي استضاف رسول الله (ص) يوم هاجر من مكة المكرمة الى المدينة المنورة وقد ورد ذكره في القران الكريم. ويقع بأسفل مكة جنوب محلة المسفلة.\n7 - مقبرة المعلاّ في الحجون وتقع بين البيت الحرام وحارة المعابدة ومكانها واضح معروف وفيها مدفن عبد مناف جد النبي (ص) وعبد المطلب جد النبي (ص) وأبي طالب عم النبي (ص) وحاميه وناصره ووالد الإمام علي (ع) وفيها كذلك مدفن آمنه بنت وهب أم النبي (ص) على رواية. ومدفن خديجة الكبرى زوجة النبي (ص) وأم المؤمنين.\n8 - مسجد الراية وهو مكان ركز فيه النبي (ص) رايته يوم فتح مكة المكرمة وصلى فيه. وهو مسجد معروف بهذا الإسم ويقع في المعلاّ.\n9 - مسجد الإجابة وهو مكان نزل فيه النبي (ص) عندما رجع عائداً من منى وبات فيه. ويقع في حارة المعابدة بمكان يسمى (المحصب) وقد جدد بناء المسجد في سنة 2001م.\n10 - مسجد البيعة أو العقبة وهو المكان الذي اجتمع فيه النبي (ص) بالأنصار فبايعوه على الإسلام والنصرة. ويقع هذا المسجد المبارك أسفل وادي منى قبل الوصول اليها. ولا زال المسجد موجوداً حتى الآن.\nوهناك غير هذه من الأماكن الطاهرة لا يسع المجال لذكرها في هذا المختصر (أنظر هذه المعالم على الخارطة ص314)."
  },
  {
   "title": "المدينة المنورة",
   
   "content": "المدينة المنورة\nالمدينة المنورة بقعة من البقاع الطاهرة التي حباها الله سبحانه وتعالى بالفضل العميم فأغدق وأفاض ويكفيها فخراً أنها ضمت جسد رسول الله (ص) وابنته الصديقة الطاهرة فاطمة الزهراء (ع) وأربعة من الأئمة الطاهرين (ع) وجموع غفيرة من الشهداء والصالحين.\nومن أهم الأعمال فيها زيارة الرسول (ص) ومسجده والزهراء (ع) والأئمة(ع) . حيث يستحب للحاج استحبابا مؤكداً أن يزور الرسول الكريم (ص) والصديقة الطاهرة فاطمة الزهراء (ع) وأئمة البقيع (ع) في المدينة المنورة. وهاأنذا أبدأ بهذه الزيارات الشريفة بالتعاقب.\nزيارة الرسول(ص) ومسجده والزهراء(ع) وأئمة البقيع(ع)\nزيارة رسول الله(ص) في مسجده الشريف:\nأذا أردت زيارة الرسول الأعظم (ص) فمن الأفضل أن تدخل مسجده (ص) من باب جبرائيل وهو باب واضح معروف مكتوب عليه (باب جبرائيل) فإذا دخلت المكان الطاهر فقل:\nاَلسَّلامُ عَلَيْكَ يا رَسُولَ اللهِ، اَلسَّلامُ عَلَيْكَ يا نَبِيَّ اللهِ، اَلسَّلامُ عَلَيْكَ يا مُحَمَّدَ بْنَ عَبْدِ اللهِ، اَلسَّلامُ عَلَيْكَ يا خاتَمَ النَّبِيّينَ، اَشْهَدُ اَنَّكَ قَدْ بَلَّغْتَ الرِّسالَةَ، وَاَقَمْتَ الصَّلاةَ، وَآتَيْتَ الزَّكاةَ، وَاَمَرْتَ بِالْمَعْرُوفِ، وَنَهَيْتَ عَنِ الْمُنَكَرِ، وَعَبَدْتَ اللهَ مُخْلِصاً حَتّى اَتاكَ الْيَقينُ، فَصَلَواتُ اللهِ عَلَيْكَ وَرَحْمَتُهُ وَعَلى اَهْلِ بَيْتِكَ الطّاهِرينَ، ثمّ قف عند الاُسطوانة المقدّمة من جانب القبر الايمن مُستقبل القبلة ومنكبك الايسر الى جانب القبر ومنكبك الايمن ممّا يلي المنبر فانّه موضِعُ رأس النّبي (صلى الله عليه وآله وسلم) وقل:\nاَشْهَدُ اَنْ لا اِلـهَ اِلاَّ اللهُ وَحْدَهُ لا شَريكَ لَهُ، وَاَشْهَدُ اَنَّ مُحَمَّداً عَبْدُهُ وَرَسُولُهُ، وَاَشْهَدُ اَنَّكَ رَسُولُ اللهِ، وَاَنَّكَ مُحَمَّدُ بْنُ عَبْدِ اللهِ، وَاَشْهَدُ اَنَّكَ قَدْ بَلَّغْتَ رِسالاتِ رَبِّكَ، وَنَصَحْتَ لاُِمَّتِكَ، وَجاهَدْتَ في سَبيلِ اللهِ، وَعَبَدْتَ اللهَ حَتّى اَتاكَ الْيَقينُ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ، وَاَدَّيْتَ الَّذي عَلَيْكَ مِنَ الْحَقِّ، وَاَنَّكَ قَدْ رَؤُفْتَ بِالْمُؤْمِنينَ، وَغَلُظْتَ عَلَي الْكافِرينَ، فَبَلَّغَ اللهُ بِكَ اَفْضَلَ شَرَفِ مَحَلِّ الْمُكَرَّمينَ، اَلْحَمْدُ للهِ الَّذي اِسْتَنْقَذَنا بِكَ مِنَ الشِّرْكِ وَالضَّلالَةِ، اَللّـهُمَّ فَاجْعَلْ صَلَواتِكَ، وَصَلَواتِ مَلائِكَتِكَ الْمُقَرَّبينَ، وَاَنْبِيائِكَ الْمُرْسَلينَ، وَعِبادِكَ الصّالِحينَ، وَاَهْلِ السَّماواتِ وَالاَْرَضينَ، وَمَنْ سَبَّحَ لَكَ يا رَبَّ الْعالَمينَ مِنَ الاَْوَّلينَ وَالاْخِرينَ عَلى مُحَمَّد عَبْدِكَ وَرَسُوِلِكَ وَنَبِيِّكَ وَاَمينِكَ وَنَجِيِّكَ وَحَبيبِكَ وَصَفِيِّكَ وَخاصَّتِكَ وَ صَفْوَتِكَ وَخِيَرَتِكَ مِنْ خَلْقِكَ، اَللّـهُمَّ اَعْطِهِ الدَّرَجَةَ الرَّفيعَةَ، وَآتِهِ الْوَسيلَةَ مِنَ الْجَّنَةِ، وَابْعَثْهُ مَقاماً مَحْمُوداً يَغْبِطُهُ بِهِ الاَْوَّلُونَ وَالاْخِرُونَ، اَللّـهُمَّ اِنَّكَ قُلْتَ: (وَلَوْ اَنَّهُمْ اِذْ ظَلَمُوا اَنْفُسَهُمْ جاؤُكَ فَاسْتَغْفَرُوا اللهَ وَاسْتَغْفَرَ لَهُمُ الرَّسُولُ لَوَجَدُوا اللهَ تَوّاباً رَحيماً) وَاِنّي اَتَيْتُكَ مُسْتَغْفِرًا تائِباً مِنْ ذُنُوبي، وَاِنّي اَتَوَجَّهُ بِكَ اِلَي اللهِ رَبّي وَرَبِّكَ لِيَغْفِرَ لي ذُنُوبي .\nزيارة الصديقة الطاهرة فاطمة الزهراء (ع):\nاختلفت الروايات في مدفن الزهراء فاطمة (ع) فمن قائل إنها دفنت في الروضة المباركة ومن قائل إنها دفنت في بيتها الذي ألحق بالمسجد النبوي الشريف ومن قائل إنها دفنت بالبقيع فإذا أردت زيارتها فقل:\nيا مُمْتَحَنَةُ، امْتَحَنَكِ اللهُ الَّذِي خَلَقَكِ قبل ان يخلقك فَوَجَدَكِ لِما امْتَحَنَكِ صابِرَةً وزعمْنَا أنَّا لكِ أوّلياءٌ، ومصدّقونَ وصابرونَ لكلِّ ما أتانا بهِ أبوكِ صلّى اللهُ عليهِ وآلِهِ وأتى بهِ وصيُّهُ، فإنّا نسألُكِ إنْ كُنّا صدّقناكِ إلاّ ألحقْتِنَا بتصديقِنَا لهُمَا، لنبشّرَ أنفُسَنَا بأنَّا قد طهُرْنَا بولايتِكِ .\nوأكثر من التعبد والصلاة وقراءة القرآن والدعاء والتبتل في المسجد النبوي الشريف فإن الصلاة في مسجده (ص) بألف صلاة. واقصد (الروضة الشريفة) فيه وأقم الصلاة والدعاء والمناجاة والتبتل وقراءة القرآن والشكر فيها فقد ورد عن النبي (ص) قوله: ما بين قبري ومنبري روضة من رياض الجنة وحدّ الروضة المباركة: ما بين قبر النبي (ص) ومنبره طولا. ومن المنبر الى الأسطوانة الرابعة عرضا. واسطوانات الروضة الشريفة معروفة بعلاماتها المميزة المختلفة عن غيرها وبأنها مغطاة بالمرمر الأبيض. وأكثر من الصلاة في مصلّى النبي الذي كان يصلي فيه وتعبّد في (مقام جبرائيل) (ع) في المسجد النبوي الشريف وهو المكان الذي كان جبرائيل يستأذن فيه الرسول (ص) للدخول عليه واحرص على الصلاة والدعاء فيه. واقصد اسطوانه (أبي لبابة) في المسجد النبوي الشريف للصلاة والدعاء والاستغفار والتوبة عندها وهي الاسطوانه المسماة باسطوانه التوبة ومكانها معلوم حيث كتب عليها بخط واضح أسطوانة التوبة . وكان أبو لبابة قد تخلّف عن النبي (ص) وجيشه في غزوة تبوك ثم ندم بعد ذلك على تخلفه فربط نفسه بعمود وحلف أن لا يأكل ولا يشرب حتى يموت أو يقبل الله منه توبته واستمر على هذا الحال سبعة أيام غشي عليه فيها ثم نزلت في توبته آية كريمة فجاء رسول الله (ص) الى المسجد الشريف وبشّره بقبول توبته وحلّ رباطه من تلك الاسطوانة.\nفإذا عزمت على الخروج من المدينة المنورة فتوجه الى زيارة الرسول (ص) زيارة وداع وزره (ص) بزيارته المتقدمة الذكر. ثم ودّع الزهراء فاطمة (ع) وأئمة البقيع (ع).\nزيارة الائمة الطاهرين (ع) في البقيع:\nالأئمة الطاهرون المدفونون في البقيع أربعة أئمة هم :الإمام الحسن السبط (ع) والإمام علي بن الحسين زين العابدين (ع) والإمام محمد الباقر(ع) والإمام جعفر الصادق (ع). وقبورهم متجاورة في مكان واحد. فإذا أردت زيارتهم (ع) بالزيارة الجامعة لأئمة البقيع فقل:\nيا مَوالِيَّ يا اَبْناءَ رَسُولِ اللهِ، عَبْدُكُمْ وَابْنُ اَمَتِكُمُ الذَّليلُ بَيْنَ اَيْديكُمْ، وَالْمُضْعِفُ في عُلُوِّ قَدْرِكُمْ، وَالْمُعْتَرِفُ بِحَقِّكُمْ، جاءَكُمْ مُسْتَجيراً بِكُمْ، قاصِداً اِلى حَرَمِكُمْ، مُتَقَرِّباً اِلى مَقامِكُمْ، مُتَوَسِّلاً اِلَى اللهِ تَعالى بِكُمْ، أَدْخُلُ يا مَوالِيَّ، أَدْخُلُ يا اَوْلِياءَ اللهِ، أَدْخُلُ يا مَلائِكَةَ اللهِ الُْمحْدِقينَ بِهذَا الْحَرَمِ الْمُقيمينَ بِهذَا الْمَشْهَدِ .\nوادخل بعد الخشُوع والخضُوع ورقّة القلب وقدّم رجلك اليمنى وقُل:\nاَللهُ اَكْبَرُ كَبيراً، وَالْحَمْدُ للهِ كَثيراً، وَسُبْحانَ اللهِ بُكْرَةً وَاَصيلاً، وَالْحَمْدُ للهِ الْفَرْدِ الصَّمَدِ الْماجِدِ الاَْحَدِ الْمُتَفَضِّلِ الْمَنّانِ، الْمُتَطَوِّلِ الْحَنّانِ الَّذي مَنَّ بِطَوْلِهِ، وَسَهَّلَ زِيارَةَ ساداتي بِاِحْسانِهِ، وَلَمْ يَجْعَلْني عَنْ زِيارَتِهِمْ مَمْنُوعاً بَلْ تَطَوَّلَ وَمَنَحَ .\nثمّ اقترب من قبُورهم المقدّسة واستقبلها واستدبر القبلة وَقُل:\nاَلسَّلامُ عَلَيْكُمْ اَئِمَّةَ الْهُدى، اَلسَّلامُ عَلَيْكُمْ اَهْلَ التَّقْوى، اَلسَّلامُ عَلَيْكُمْ اَيُّهَا الْحُجَجُ على اَهْلِ الدُّنْيا، اَلسَّلامُ عَلَيْكُمْ اَيُّهَا الْقُوّامُ في الْبَرِيَّةِ بِالْقِسْطِ، اَلسَّلامُ عَلَيْكُمْ اَهْلَ الصَّفْوَةِ، اَلسَّلامُ عَلَيْكُمْ آلَ رَسُولِ اللهِ، اَلسَّلامُ عَلَيْكُمْ اَهْلَ النَّجْوى، اَشْهَدُ اَنَّكُمْ قَدْ بَلَّغْتُمْ وَنَصَحْتُمْ وَصَبَرْتُمْ في ذاتِ اللهِ، وَكُذِّبْتُمْ وَاُسيءَ اِلَيْكُمْ فَغَفَرْتُمْ، وَاَشْهَدُ اَنَّكُمُ الاَْئِمَّةُ الرّاشِدُونَ الْمُهْتَدُونَ، وَاَنَّ طاعَتَكُمْ مَفْرُوضَةٌ، وَاَنَّ قَوْلَكُمُ الصِّدْقُ، وَاَنَّكُمْ دَعْوَتُمْ فَلَمْ تُجابُوا، وَاَمَرْتُمْ فَلَمْ تُطاعُوا، وَاَنَّكُمْ دَعائِمُ الدّينِ وَاَرْكانُ الاَْرْضِ، لَمْ تَزالُوا بِعَيْنِ اللهِ يَنْسَخُكُمْ مِنْ اَصْلابِ كُلِّ مُطَّهَر، وَيَنْقُلُكُمْ مِنْ اَرْحامِ الْمُطَهَّراتِ، لَمْ تُدَنِّسْكُمُ الْجاهِلِيَّةُ الْجَهْلاءُ، وَلَمْ تَشْرَكْ فيكُمْ فِتَنُ الاَْهْواءِ، طِبْتُمْ وَطابَ مَنْبَتُكُمْ، مَنَّ بِكُمْ عَلَيْنا دَيّانُ الدّينِ، فَجَعَلَكُمْ في بُيُوت اَذِنَ اللهُ اَنْ تُرْفَعَ وَيُذْكَرَ فيهَا اسْمُهُ، وَجَعَلَ صَلَاتَنا عَلَيْكُمْ رَحْمَةً لَنا وَكَفّارَةً لِذُنُوبِنا، اِذِ اخْتارَكُمُ اللهُ لَنا، وَطَيَّبَ خَلْقَنا بِما مَنَّ عَلَيْنا مِنْ وِلايَتِكُمْ، وَكُنّا عِنْدَهُ مُسَمِّينَ بِعِلْمِكُمْ، مُعْتَرِفينَ بِتَصْديقِنا اِيّاكُمْ، وَهذا مَقامُ مَنْ اَسْرَفَ وَاَخْطَاَ وَاسْتَكانَ وَاَقَرَّ بِما جَنى وَرَجا بِمَقامِهِ الْخَلاصَ، وَاَنْ يَسْتَنْقِذَهُ بِكُمْ مُسْتَنْقِذُ الْهَلْكى مِنَ الرَّدى، فَكُونُوا لي شُفَعاءَ، فَقَدْ وَفَدْتُ اِلَيْكُمْ اِذْ رَغِبَ عَنْكُمْ اَهْلُ الدُّنْيا، وَاتَّخَذُوا آياتِ اللهِ هُزُواً وَاسْتَكْبَرُوا عَنْها (ثم ارفع رأسك الى السماء وقل): يا مَنْ هُوَ قائِمٌ لا يَسْهُو، وَدائِمٌ لا يَلْهُو، وَمُحيطٌ بِكُلِّ شَيْء لَكَ الْمَنُّ بِما وَفَّقْتَني وَعَرَّفْتَني بِما اَقَمْتَني عَلَيْهِ، اِذْ صَدَّ عَنْهُ عِبادُكَ، وَجَهِلُوا مَعْرِفَتَهُ، وَاسْتَخَفُّوا بِحَقِّهِ، وَمالُوا اِلى سِواهُ، فَكانَتِ الْمِنَّةُ مِنْكَ عَلَيَّ مَعَ اَقْوام خَصَصْتَهُمْ بِما خَصَصْتَني بِهِ، فَلَكَ الْحَمْدُ اِذْ كُنْتُ عِنْدَكَ في مَقامي هذا مَذْكُوراً مَكْتُوباً، فَلا تَحْرِمْني ما رَجَوْتُ، وَلا تُخَيِّبْني فيـما دَعَوْتُ، بِحُرْمَةِ مُحَمَّد وَآلِهِ الطّاهِرينَ، وَصَلَّى اللهُ عَلي مُحَمَّد وَآلِ مُحَمَّد .\nثمّ ادعُ لنفسك بما تُريد، وقال الطّوسي (رحمه الله) في التّهذيب: ثمّ صلّ صلاة الزّيارة ثمان ركعات أي صلّ لكلّ امام ركعتين.\nوقال الشّيخ الطّوسي والسّيد ابن طاووس: اذا أردت أن تودّعهم (عليهم السلام) فقُل:\nاَلسَّلامُ عَلَيْكُمْ اَئِمَّةَ الْهُدى وَرَحْمَةُ اللهِ وَبَرَكاتُهُ، اَسْتَوْدِعُكُمُ اللهَ وَاَقْرَأُ عَلَيْكُمُ السَّلامَ، آمَنّا بِاِللهِ وَبِالرَّسُولِ، وَبِما جِئْتُمْ بِهِ وَدَلَلْتُمْ عَلَيْهِ، اَللّـهُمَّ فَاكْتُبْنا مَعَ الشّاهِدينَ .\nوهناك في البقيع الطاهر إضافة لقبور الأئمة الطيبين الطاهرين (ع) قبور ذكرها المؤرخون وهي:\n1 - قبر العباس بن عبد المطلب عم النبي (ص).\n2 - قبر فاطمة بنت أسد والدة الأمام علي (ع). ويقال إنّ قبر الصديقة الطاهرة فاطمة الزهراء (ع) في هذا المكان.وهذان القبران متصلان بقبور الأئمة (ع).\n3 - قبر أم البنين زوجة أمير المؤمنين (ع) وأم العباس وإخوته.\n4 - قبر عقيل بن ابي طالب.\n5 - قبر عبد الله بن جعفر الطيار.\n6 - قبور بنات النبي (ص) أم كلثوم ورقية وزينب وقبورهن قريبات من قبور الأئمة (ع).\n7 - و في البقيع قبور ثلاثة بالقرب من باب الخروج الرئيسية لعمات النبي (ص) عاتكة وصفية وفاطمة وقبر حليمة السعدية مرضعته (ص). وقال بعضهم هنّ لعمتي النبي (ص) ولأم البنين زوجة أمير المؤمنين (ع). أما قبر مرضعته (ص) فهو في آخر البقيع ومعها قبر فاطمة بنت أسد أم أمير المؤمنين (ع) على قول.\n8 - وفي البقيع أيضاً قبر عبد الله بن جعفر الطيار وعقيل بن أبي طالب وسفيان بن الحارث في مكان واحد.\n9 - وفيه قبر إبراهيم ابن النبي (ص).\n10 - وفيه قبور زوجاته (ص).\n11 - وفيه قبر إسماعيل ابن الإمام الصادق (ع). وكان خارج البقيع ثم نقل اليه لاحقا.\n12 - وفي البقيع أيضا قبور بعض من شهداء أحد والحرّة وكثير من الصحابة والتابعين وتابعيهم لا يسع المجال لاستقصائهم في هذا المختصر (انظر معالمها في الملحق ص316).\nزيارة حمزة عم الرسول (ص) وشهداء أحد:\nوقد كان رسول الله (ص) يزوره والشهداء وقد روي عن رسول الله (ص) قوله من زارني ولم يزر عمي حمزة فقد جفاني . وقد دأبت الصديقة الطاهرة (ع) أن تتعهد عمها حمزة بالزيارة بعد وفاة أبيها (ص). فقد كانت (ع) تخرج يومي الإثنين والخميس من كل أسبوع الي زيارة حمزة وباقي شهداء أحد فتصلي هناك وتدعو الى أن توفيت.\nفإذا قصدت حمزة ووقفت ببابه فقل:\nاَلسَّلامُ عَلَيْكَ يا عَمَّ رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَآلِه، اَلسَّلامُ عَلَيْكَ يا خَيْرَ الشُّهَداءِ، اَلسَّلامُ عَلَيْكَ يا اَسَدَ اللهِ وَاَسَدَ رَسُولِهِ، اَشْهَدُ اَنَّكَ قَدْ جاهَدْتَ فِي اللهِ عَزَّ وَجَلَّ، وَجُدْتَ بِنَفْسِكَ، وَنَصَحْتَ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَآلِهِ، وَكُنْتَ فيـما عِنْدَ اللهِ سُبْحانَهُ راغِباً، بَاِبي اَنْتَ وَاُمّي اَتَيْتُكَ مُتَقَرِّباً اِلي رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَآلِهِ بِذلِكَ راغِباً اِلَيْكِ فِي الشَّفاعَةِ، اَبْتَغي بِزِيارَتِكَ خَلاصَ نَفْسي، مُتَعَوِّذاً بِكَ مِنْ نار اسْتَحَقَّها مِثْلي بِما جَنَيْتُ عَلي نَفْسي، هارِباً مِنْ ذُنُوبِيَ الَّتي احْتَطَبْتُها عَلي ظَهْري، فَزِعاً اِلَيْكَ رَجاءَ رَحْمَةِ رَبّي، اَتَيْتُكَ مِنْ شُقَّة بَعيدَة طالِباً فَكاكَ رَقَبَتي مِنَ النّارِ، وَقَدْ اَوْقَرَتْ ظَهْري ذُنُوبي، وَاَتَيْتُ ما اَسْخَطَ رَبّي، وَلَمْ اَجِدْ اَحَدًا اَفْزَعُ اِلَيْهِ خَيْراً لي مِنْكُمْ اَهْلَ بَيْتِ الرَّحْمَةِ، فَكُنْ لي شَفيعاً يَوْمَ فَقْري وَحاجَتي، فَقَدْ سِرْتُ اِلَيْكَ مَحْزُوناً، وَاَتَيْتُكَ مَكْرُوباً، وَسَكَبْتُ عَبْرَتي عِنْدَكَ باكِياً، وَصِرْتُ اِلَيْكَ مُفْرَداً، وَاَنْتَ مِمَّنْ اَمَرَنِي اللهُ بِصِلَتِهِ، وَحَثَّني عَلى بِرِّهِ، وَدَلَّني عَلي فَضْلِهِ، وَهَداني لِحُبِّهِ، وَرَغَّبَني فِي الْوِفادَةِ اِلَيْهِ، وَاَلْهَمَني طَلَبَ الْحَوائِجِ عِنْدَهُ، اَنْتُمْ اَهْلُ بَيْت لا يَشْقي مَنْ تَوَلاّكُمْ، وَلا يَخيبُ مَنْ اَتاكُمْ، وَلا يَخْسَرُ مَنْ يَهْواكُمْ وَلا يَسْعَدُ مَنْ عاداكُمْ ..\nثمّ تستقبل القبلة وتصلّي ركعتين للزّيارة وبعد الفراغ تنكبّ على القبر وتقول:\nاَللّـهُمَّ صَلِّ عَلى مُحَمَّد وَآلِ مُحَمَّد، اَللّـهُمَّ اِنّى تَعَرَّضْتُ لِرَحْمَتِكَ بِلُزُومي لِقَبْرِ عَمِّ نَبِيِّكَ صَلَّى اللهُ عَلَيْهِ وَآلِهِ لِيُجيرَني مِنْ نِقْمَتِكَ وَسَخَطِكَ وَمَقْتِكَ في يَوْم تَكْثُرُ فيهِ الاَْصْواتُ، وَتَشْغَلُ كُلُّ نَفْس بِما قَدَّمَتْ، وَتُجادِلُ عَنْ نَفْسِها، فَاِنْ تَرْحَمْنِي الْيَوْمَ فَلا خَوْفٌ عَلَيَّ وَلا حُزْنٌ، وَاِنْ تُعاقِبْ فَمَوْليً لَهُ الْقُدْرَةُ عَلى عَبْدِهِ، وَلا تُخَيِّبْني بَعْدَ الْيَوْمِ، وَلا تَصْرِفْني بِغَيْرِ حاجَتي، فَقَدْ لَصِقْتُ بِقَبْرِ عَمِّ نَبِيِّكَ، وَتَقَرَّبْتُ بِهِ اِلَيْكَ ابْتِغاءَ مَرْضاتِكَ، وَرَجاءَ رَحْمَتِكَ، فَتَقَبَّلْ مِنّي، وَعُدْ بِحِلْمِكَ عَلى جَهْلي، وَبِرَأفَتِكَ عَلي جِنايَةِ نفْسي، فَقَدْ عَظُمَ جُرْمي، وَما اَخافُ اَنْ تَظْلِمَني وَلكِنْ اَخافُ سُوءَ الْحِسابِ، فَانْظُرِ الْيَوْمَ تَقَلُّبيِ عَلى قَبْرِ عَمِّ نَبِيِّكَ، فَبِهِما فُكَّني مِنَ النّارِ وَلا تُخَيِّبْ سَعْيي، وَلا يَهُونَنَّ عَلَيْكَ ابْتِهالي، وَلا تَحْجُبَنَّ عَنْكَ صَوْتي، وَلا تَقْلِبْني بِغَيْرِ حَوائِجي، يا غِياثَ كُلِّ مَكْرُوب وَمَحْزُون، وَيا مُفَرِّجاً عَنِ الْمَلْهُوفِ الْحَيْرانِ الْغَريقِ الْمُشْرِفِ عَلَى الْهَلَكَةِ، فَصَلِّ عَلي مُحَمَّد وَآلِ مُحَمَّد، وَانْظُرْ اِلَى نَظْرَةً لا اَشْقي بَعْدَها اَبَداً، وَارْحَمْ تَضَرُّعي وَعَبْرَتي وَانْفِرادي، فَقَدْ رَجَوْتُ رِضاكَ، وَتَحَرَّيْتُ الْخَيْرَ الَّذي لا يُعْطيهِ اَحَدٌ سِواكَ، فَلا تَرُدَّ اَمَلي، اَللّـهُمَّ اِنْ تُعاقِبْ فَمَوْليً لَهُ الْقُدْرَةُ عَلى عَبْدِهِ، وَجَزائُهِ بِسُوءِ فِعْلِهِ، فَلا اَخيبَنَّ الْيَوْمَ، وَلا تَصْرِفْني بِغَيْرِ حاجَتي، وَلا تُخَيِّبَنَّ شُخُوصي وَوِفادَتي، فَقَدْ اَنْفَدْتُ نَفَقَتي، وَاَتْعَبْتُ بَدَني، وَقَطَعْتُ الْمَفازاتِ، وَخَلَّفْتُ الاَْهْلَ وَالْمالَ وَما خَوَّلْتَني، وَآثَرْتُ ما عِنْدَكَ عَلي نَفْسي، وَلُذْتُ بِقَبْرِ عَمِّ نَبِيِّكَ صَلَّى اللهُ عَلَيْهِ وَآلِهِ، وَتَقَرَّبْتُ بِهِ ابْتِغاءَ مَرْضاتِكَ، فَعُدْ بِحِلْمِكَ عَلى جَهْلي، وَبِرَأفَتِكَ عَلى ذَنْبي، فَقَدْ عَظُمَ جُرْمي بِرَحْمَتِكَ يا كَريمُ يا كَريمُ .\nثم زر شهداء أحد وهم بحدود سبعين شهيداً منهم إضافة لسيدهم حمزة: مصعب بن عمير وعبد الله بن جحش وعمار بن زياد وغيرهم.وتبعد أحد عن المدينة المنورة (6كم).\nبعض من أعمال ومعالم المدينة المنورة الأخرى وغيرها\nفي المدينة المنورة مواقع شريفة حدد أماكنها المؤرخون وهي جديرة بالزيارة والتأمل منها:\n1 - مسجد قبا وهو أول مسجد صلى فيه رسول الله (ص) وقد ورد ذكره في القران الكريم فقال جلّ وعلا في محكم كتابه المجيد ((لمسجد أسس على التقوى من أول يوم أحق أن تقوم فيه)) وقد روي عنه (ص) قوله: من تطهّر في بيته وأتى مسجد قباء وصلّى فيه ركعتين كان له كأجر عمرة .\n2 - بيت أمير المؤمنين (ع) ويقع خلف مسجد قبا.\n3 - مشربة أم إبراهيم مارية القبطية زوجة النبي (ص) وكانت حجرتها مسكنه (ص) ومصلاّه.\n4 - مسجد الغمام ومسجد علي (ع) ومسجد الزهراء (ع) وتقع ثلاثتها داخل المدينة المنورة.\n5 - مسجد الشمس وهو المعروف بمسجد الفضيخ ويقع في الشرق من مسجد قبا.\n6 - المساجد الشريفة التالية: مسجد الفتح ومسجد القبلتين ومسجد علي (ع) ومسجد فاطمة (ع) ومسجد سلمان وتقع حوالي المدينة المنورة وأماكنها معروفة مشهورة.\n7 - موقعة بدر والشهداء ومسجد العريش قربها وهو مسجد صلى فيه الرسول (ص). وتقع بدر بين مكة المكرمة والمدينة المنورة.\n8 - مسجد غدير خم وهو المسجد الذي أقام فيه رسول الله (ص) الإمام عليا (ع) أماماً على الأمة من بعده. ويقع في منطقة (رابغ) قرب الجحفة على بعد (350كم) تقريبا عن المدينة المنورة. وتقع على الطريق بين مكة المكرمة والمدينة المنورة.\nوهناك غير ما تقدم مما لا يسع المجال لذكره في هذا المختصر."
  },
  {
   "title": "ملاحق الكتاب",
   
 "content": "1 ـ بعض من أعمال يوم عرفة\nورد في صحيحة معاوية بن عمّار عن أبي عبد اللّه (عليه السلام) انه قال: إنّما تعجل الصلاة وتجمع بينهما لتفرغ نفسك للدعاء فإنّه يوم دعاء ومسألة، ثمّ تأتي الموقف وعليك السكينة والوقار، فاحمد اللّه وهلّله ومجِّده واثن عليه، وكبّره مائة مرّة، واحمده مائة مرّة، وسبّحه مائة مرّة، واقرأ قل هو اللّه أحد مائة مرّة، وتخيّر لنفسك من الدعاء ما أحببت، واجتهد فإنّه يوم دعاء ومسألة وتعوّذ باللّه من الشيطان فإنّ الشيطان لن يذهلك في موطن قطّ أحبّ إليه من أن يذهلك في ذلك الموطن، وإيّاك أن تشتغل بالنظر إلى الناس، واقبل قبل نفسك، وليكن فيما تقول:\nاللّهُمَّ إنّي عبدُكَ فلا تجعلني من أخْيَبِ وَفْدِكَ وارحَمْ مَسيري إليكَ منَ الفَجِّ العَميق .\nوليكن فيما تقول:\nاللُّهمَّ رَبَّ المَشاعر كلِّها فُكَّ رَقَبَتي منَ النَّار، وَأوْسعْ عَليَّ منْ رزقكَ الحَلال، وادْرَأْ عَنّي شَرَّ فَسَقَة الجنِّ والإنس ، وتقول: اللّهُمَّ لا تَمْكُر بي ولا تَخْدَعني ولا تَسْتَدْرجْني .\nوتقول:\nاللّهُمَّ إنِّي أسألُكَ بحَوْلكَ وَجُوْكَ وَكَرَمكَ وَمَنِّكَ وَفَضْلكَ، يا أسْمَعَ السّامعينَ ويا أبْصَرَ الناظرينَ وَيا أسْرَعَ الحاسبينَ وَيا أرْحَمَ الرّاحمينَ أنْ تُصَلِّي علي مُحَمَّد وآل مُحَمَّدٍ، وأن تفعل بي كذا وكذا . وتذكر حوائجك.\nوليكن فيما تقول وأنت رافع رأسك إلى السماء:\nاللّهُمَّ حاجتي إلَيْكَ الَّتي إنْ أعطَيْتَنيها لم يَضُرَّني ما مَنَعْتَني، وَالَّتي إن مَنَعْتَنيها لم يَنْفَعْني ما أعْطَيْتَني، أسألُكَ خلاصَ رَقَبَتي منَ النّار .\nوليكن فيما تقول:\nاللّهُمَّ إنِّي عَبْدُكَ وَملْكُ يَدكَ، ناصيَتي بيَدكَ وأجَلي بعلْمكَ، أسألُكَ أن تُوَفِّقَني لما يُرْضيكَ عَنِّي وَأنْ تَسَلَّمَ منِّي مناسكي الَّتي أرَيْتَها خليلَكَ إبراهيم صلواتك عليه وَدَلَلْتَ عَلَيْهَا نبيَّكَ محمّداً صلّى اللّه عليه وآله .\nوليكن فيما تقول:\nاللّهُمَّ اجْعَلْني ممَّن رَضيتَ عَمَلَهُ وَأطَلْتَ عُمَرَهُ وأحيَيْتَهُ بَعْدَ المَوْت حَياةً طَيِّبَةً .\nومن الأدعية المأثورة ما علّمه رسول اللّه صلّى اللّه عليه وآله عليّاً (عليه السلام) علي ما رواه معاوية بن عمّار عن أبي عبد اللّه (عليه السلام) قال: فتقول:\nلا إله إلا اللّهُ وَحْدَهُ لا شَريْكَ لَهُ، لَهُ المُلْكُ وَلَهُ الحَمْدُ، يُحْيي وَيُميتُ وَيُميتُ وَيُحيي، وَهُوَ حَيّ لا يَمُوتُ بيَده الخَيْرُ وَهُو عَلى كلِّ شَيءٍ قَدير، اللّهُمَّ لَكَ الحَمْدُ أنْتَ كما تَقُول وخير ما يَقُولُ القائلُون، اللّهُمَّ لَكَ صلاتي وديني وَمَحيايَ ومَمَاتي وَلَكَ تُراثي، وبكَ حَوْلي وَمنْكَ قُوَّتي، اللّهُمَّ إنِّي أعُوذُ بكَ منَ الفَقْر وَمنَ وَسْواس الصَّدر وَمنْ شَتات الأمر وَمنْ عَذاب النّار وَمنْ عَذاب القبر، اللّهُمَّ إنِّي أسألُكَ منْ خَيْر ما تأتي به الرِّياحُ، وَأعُوذُ بكَ منْ شَرِّ ما تأتي به الرّياحُ، وأسألُكَ خَيْرَ اللّيل وخَيْرَ النَّهار .\nومن تلك الأدعية ما رواه عبد اللّه بن ميمون، قال: سمعت أبا عبد اللّه (عليه السلام) يقول: إنّ رسول اللّه صلّى اللّه عليه وآله وقف بعرفات، فلمّا همّت الشمس أن تغيب قبل أن يندفع، قال:\nاللّهُمّ إنِّي أعُوذُ بكَ منَ الفَقْر وَمنْ تَشَتّت الأمر، وَمنْ شَرِّ ما يُحدثُ باللّيل والنَّهار، أمْسي ظُلْمي مُسْتَجيراً بعَفْوك، وأمْسي خَوفي مُستجيراً بأمانك، وأمسي ذُلِّي مُسْتجيراً بعزِّكَ، وأمْسي وَجْهي الفاني مُستجيراً بوَجْهكَ الباقي، يا خَيْرَ مَنْ سُئل، ويا أجْودَ مَنْ أعْطي، جَلِّلْني برَحْمَتكَ، وَألْبسْني عافيَتكَ، وَاصْرفْ عَنِّي شَرَّ جميع خَلْقكَ .\nوروي أبو بصير عن أبي عبد اللّه (عليه السلام) قال: إذا غربت الشمس يوم عرفة فقل:\nاللّهُمَّ لا تَجْعَلْهُ آخرَ العَهْد منْ هذا المَوْقف، وارْزُقْنيه منْ قابل أبَداً ما أبْقَيْتَني، وَأقْلبْني اليَومَ مُفْلحاً مُنْجحاً مُسْتَجاباً لي مَرْحوماً مَغْفُوراً لي، بأفْضَل ما يَنْقَلبُ به اليَوْمَ أحَد منْ وَفْدكَ وَحُجّاج بَيْتكَ الحَرام، وَاجْعَلْني اليَوْمَ منْ أكْرَم وَفْدكَ عَليْكَ، وَأعْطني أفْضَلَ ما أعْطَيْتَ منْهُمْ منَ الخَيْر وَالبَرَكة والرَّحْمَة والرِّضْوان وَالمَغْفرَة، وباركْ لي فيْمَا أرْجعُ إلَيْه منْ أهْل أو مال أو قَليل أو كَثيرٍ، وَباركْ لَهُمْ فيَّ .\n2 ـ زيارة الأمام الحسين (ع) في يوم عرفة:\nاللهُ اَكْبَرُ كَبيراً، وَالحَمْدُ للهِ كَثيراً، وَسُبْحانَ اللهِ بُكْرَةً وَأصيلاً، وَالحَمْدُ للهِ الَّذي هَدانا لِهذا وَماكُنّا لِنَهْتَدِيَ لَوْلا أَنْ هَدانا اللهُ لَقدْ جاءَتْ رُسُلُ رَبِّنا بِالحَقِّ، السَّلامُ على رَسُولِ اللهِ، السَّلامُ عَلى أميرِ المُؤمِنينَ، اَلسَّلامُ عَلى فاطِمَةَ الزَّهْراءِ سَيِّدةِ نِساءِ العالَمينَ، اَلسَّلامُ على الحَسَنِ والحُسَيْنِ، اَلسَّلامُ عَلى عَليِّ بنِ الحُسَينِ، اَلسَّلامُ عَلى مُحَمَّدِ بنِ عَليٍّ، اَلسَّلامُ عَلى جَعْفَرِ بنِ مُحَمَّدِ، اَلسَّلامُ عَلى مُوسَى بنِ جَعْفَر، اَلسَّلامُ عَلى عَليِّ بنِ مُوسى، اَلسَّلامُ عَلى مُحَمَّدِ بنِ عَليٍّ، اَلسَّلامُ عَلى الحَسَنِ بنِ عَليٍّ، اَلسَّلامُ عَلى الخَلفِ الصّالِحِ المُنْتَظَر، اَلسَّلامُ عَليكَ يا أبا عَبدِ اللهِ، اَلسَّلامُ عَليكَ يابنَ رَسُولِ اللهِ، وَابْنُ عَبْدِكَ وَابنُ أَمَتِكَ، المُوالي لِوَلِيَّكَ وَالمُعادي لِعَدُوِّكَ، استَجارَ بِمَشْهَدِكَ وَتَقَرَّبَ اِلى اللهِ بِقَصْدِكَ، اَلْحَمْدُ للهِ الَّذي هَداني َاَصبَحَ رَسُولُ اللهِ بِكَ مَوتُورَاً، وَأصبَحَ كِتابُ اللهِ بِفَقدِكَ مَهجُورَاً، اَلسَّلامُ عَلَيكَ وَعَلى جَدِّكَ وَاَبيكَ وَاُمِّكَ وَاَخيكَ، وَعَلى الاَئِمَةِ مِنْ بَنيكَ، وَعَلى المُستَشهَدينَ مَعَكَ، وَعَلى الملائِكَةِ الحافِّينَ بِقَبرِكَ وَالشّاهِدينَ لِزُوّارِكَ المُؤمِنينَ بِالقَبُولِ عَلى دعاءِ شِيعَتِكَ، وَالسَّلامُ عَلَيكَ وَرَحمَةُ اللهِ وَبَرَكاتُهُ .\nوصل ركعتين إقرأ فيها ما تشاء، وإذا فرغت فقل:\nاَللّهُمَّ إِنّي صَلّيتُ وَرَكَعتُ وَسَجَدتُ لَكَ وَحدَكَ لا شَريكَ لَكَ ، لاِنَّ الصَّلاةَ وَالرُّكُوعَ وَالسُّجُودَ لا تَكوُنُ إِلاّ لَكَ، لاِنَّكَ أنتَ اللهُ الَّذي لا اِلهَ اِلاّ اَنتَ اَللّهُمَّ وَهاتانِ الرُكعَتانِ هَدِيةٌ مِنّي اِلى مُولايَ وَسَيِّدي وَإمامي اَلْحُسَينِ بنِ عَليٍّ عَلَيْهِما السَّلامّ، اللّهُمَّ صَلِّ عَلى مُحَمَّد وَآلِ مُحَمَّد، وَتَقَبَّل ذلكَ مِنّي وَاجْزِني عَلى ذلكَ اَفضَلَ اَمَلي وَرَجائي فِيكَ وَفي وَليِّكَ ياأَرْحَمَ الرّاحِمين .\nثم زر ولده علي بن الحسين الاكبر عليه السلام وقل:\nاَلسَّلامُ عَلَيكَ يابْنَ رَسُولِ الله، اَلسَّلامُ عَلَيكَ يابْنَ نَبِيِّ اللهِ، اَلسَّلامُ عَلَيكَ يابْنَ اَميرِ المؤُمنينَ، اَلسَّلامُ عَلَيكَ يابْنَ الحسينِ الشَّهيدِ ، اَلسَّلامُ عَلَيكَ اَيُّها الشَّهيدُ ابْنُ الشَّهيدِ، اَلسَّلامُ عَلَيكَ اَيُّها المظلومُ ابْنُ المظلوم، لَعَنَ اللهُ اُمَّةً قَتَلَتْكَ، وَلَعَنَ اللهُ أُمَّةً ظَلَمَتْكَ، وَلَعَنَ اللهُ أمَّةً سَمِعَتْ بِذلِكَ فَرَضيَت بِهِ، اَلسَّلامُ عَلَيكَ يا مَولاي، اَلسَّلامُ عَلَيكَ ياوليَّ اللهِ وَابْن وَلِيِّهِ، لَقَدْ عَظُمَتِ المُصيبَة، وَجَلّتِ الرَّزيَّةُ بِكَ عَلَينا وَعَلي جَميع المؤمنينَ، فَلَعَنَ اللهُ اُمّةً قَتَلَتْكَ، وَاَبْرأُ إلي اللهِ وَاِلَيْكَ مِنْهُمْ في الدّنيا وَالاخرة .\nثم زر شهداء كربلاء وقل:\nالسَّلامُ عَلَيْكُم ياأَوْلياءَ اللهِ وَاَحِّباءَه، السَّلامُ عَلَيْكُم يااَصفياءَ اللهِ وَأَوِدّاءَهُ. السَّلامُ عَلَيْكُم ياأَنْصارَ دين اللهِ وَاَنصارَ نَبيّهِ وَاَنْصارَ اَميرِ المُؤمِنينَ وَاَنصارَ فاطِمَةَ سَيْدَةِ نِساءِ العالَمينَ، السَّلامُ عَلَيْكُم ياأَنصارَ أَبي مُحَمَّد الحَسَنِ الوَليِّ النّاصِحِ، السَّلامُ عَلَيْكُم يااَنْصارَ اَبي عَبْدِ اللهِ الحُسَينِ الشَّهيدِ المَظلومِ صَلَواتُ اللهِ عَلَيْهِمْ اَجْمَعينَ، بِأبي اَنْتُم وَامّي طِبْتُمْ وَطابَتِ الارضُ الَّتي فيها دُفِنْتُمْ، وَفُزْتُمْ وَاللهِ فَوْزاً عَظيما، يالَيْتَني كُنْتُ مَعَكُمْ فَأَفوزَ مَعَكُمْ في الجِنان مَعَ الشُّهَداءِ وَالصّالِحينَ وَحَسُنَ اُولئِكَ رَفيقاً، وَالسَّلامُ عَلَيْكُم وَرَحْمَةُ اللهِ وَبَرَكاتُه .\nثم زر أبا الفضل العباس عليه السلام وقل:\nاَلسَّلامُ عَلَيكَ ياأَبا الفَضْلِ العَبّاسَ ابْنَ اَميرِ المؤمِنينَ، اَلسَّلامُ عَلَيكَ يابْنَ سَيِّدِ الوَصيِّينَ، اَلسَّلامُ عَلَيكَ يابْنَ أوَّلِ القومَ إسْلاماً، وَأَقدَمِهِمْ اِيْماناً، وَأَقْوَمِهِمْ بِدينِ اللهِ، وَأَحْوَطِهِمْ عَلى الاسْلامِ، أَشْهَدُ لَقدْ نَصَحْتَ للهِ وَلِرَسُولِهِ وَلاَخيكَ فَنِعْمَ الاخُ المُواسي، فَلَعَنَ اللهُ اُمَّةً قَتَلَتْكَ، وَلَعَنَ اللهُ اُمَّةَ ظَلَمَتْكَ، وَلَعَنَ اللهُ اُمَّةً اِسْتَحَلَّتْ مِنكَ الَمحارِمَ، وَانْتَهَكَتْ في قَتْلِكَ حُرْمَةَ الاسْلامِ، فَنِعمَ الاَخُ الصّابِرُ الُمجاهِدُ الُمحامي النّاصِرُ وَالاَخُ الدّافِعُ عَنْ أَخيهِ الُمجيبِ الي طاعَةِ رَبّه الرّاغِبُ فيما زَهِدَ فيهِ غَيرُهُ مِنَ الثَّوابِ الجَزيلِ وَالثّناءِ الجَميلِ، وَأَلحَقَكَ اللهُ بِدَرَجَةِ آبائِكَ في دار النَّعيم، اِنّهُ حَميدٌ مَجيد .\nثم قل:\nاللّهُمَّ لَكَ تَعَرَّضْتُ وَلِزيارَةِ اَوْليائِكَ قَصَدْتُ رَغْبَةً في ثَوابِكَ وَرَجاءً لِمَغْفِرَتِكَ وَجَزيلِ اِحْسانِكَ، فَأَسْأَلُكَ اَنْ تُصَلِّيَ عَلى مُحَمَّد وَآلِ مُحَمَّد، وَاَنْ تَجْعَلْ رزْقي بِهِم دارّاً، وَعَيْشي بِهِم قارّاً، وَزيارَتي بِهِمْ مَقْبُولَةً، وَذَنْبي بِهِمْ مَغْفُوراً، وَاقْلِبني بِهِم مُفْلِحاً مُنْجِحاً مُسْتَجاباً دُعائي بِأَفْضلِ مايَنْقَلِبُ بِهِ اَحَدٌ مِنْ زُوّارِه وَالقاصِدينَ اِلَيْه، بِرَحْمَتِكَ يااَرْحَمَ الرّاحِمينَ .\n3 ــ دعاء الإمام زين العابدين (ع) في يوم عرفة\nالْحَمْدُ للهِ رَبِّ الْعَالَمِينَ. أللَّهُمَّ لَـكَ الْحَمْدُ بَدِيْعَ السَّموَاتِ وَالاَرْضِ، ذَا الْجَلاَلِ وَالاكْرَامِ، رَبَّ الاَرْبَابِ وَإلهَ كُلِّ مَألُوه، وَخَالِقَ كُلِّ مَخْلُوق، وَوَارِثَ كُلِّ شَيْء، لَيْسَ كَمِثْلِهِ شَـيْءٌ، وَلا يَعْزُبُ عَنْهُ عِلْمُ شَيْء، وَهُوَ بِكُلِّ شَيْء مُحِيطٌ، وَهُوَ عَلَى كُلِّ شَيْء رَقِيبٌ، أَنْتَ الله لاَ إلهَ إلاَّ أَنْتَ الاَحَـدُ الْمُتَوَحِّدُ الْفَرْدُ الْمُتَفَرِّدُ، وَأَنْتَ اللهُ لاَ إلهَ إلاَّ أَنْتَ الْكَرِيمُ الْمُتَكَرِّمُ، الْعَظِيمُ الْمُتَعَظِّمُ، الْكَبِيرُ الْمُتَكَبِّرُ. وَأَنْتَ اللهُ لاَ إلهَ إلاَّ أَنْتَ العَلِيُّ الْمُتَعَالِ، الْشَدِيْدُ الْمِحَـالِ. وَأَنْتَ اللهُ لا إلهَ إلاَّ أَنْتَ الـرَّحْمنُ الرَّحِيمُ الْعَلِيمُ الْحَكِيمُ. وَأَنْتَ اللهُ لا إلهَ إلاّ أَنْتَ السَّمِيعُ الْبَصِيرُ الْقَدِيمُ الْخَبِيرُ، وَأَنْتَ اللهُ لاَ إلهَ إلاّ أَنْتَ الْكَرِيمُ الاَكْرَمُ الدَّائِمُ الادْوَمُ، وَأَنْتَ اللهُ لا إلهَ إلاّ أَنْتَ الاوَّلُ قَبْلَ كُلِّ أَحَد وَالاخِرُ بَعْدَ كُلِّ عَدَد، وَأَنْتَ اللهُ لا إلهَ إلاّ أَنْتَ الدَّانِي فِي عُلُوِّهِ، وَالْعَالِي فِي دُنُوِّهِ، وَأَنْتَ اللهُ لاَ إلهَ إلاَّ أَنْتَ ذُو الْبَهَاءِ وَالْمَجْدِ وَالْكِبْرِيَاءِ وَالْحَمْدِ. وَأَنْتَ اللهُ لاَ إلهَ إلاّ أَنْتَ الَّذِي أَنْشَأْتَ الاشْيَاءَ مِنْ غَيْرِ سِنْخ، وَصَوَّرْتَ مَا صَوَّرْتَ مِنْ غَيْرِ مِثال، وَابْتَدَعْتَ الْمُبْتَدَعَاتِ بِلاَ احْتِذَآء. أَنْتَ الَّذِي قَدَّرْتَ كُلَّ شَيْء تَقْدِيراً وَيَسَّرْتَ كُلَّ شَيْء تَيْسِيراً، وَدَبَّرْتَ مَا دُونَكَ تَدْبِيْراً. وَأَنْتَ الَّذِي لَمْ يُعِنْكَ عَلَى خَلْقِكَ شَرِيكٌ وَلَمْ يُؤازِرْكَ فِي أَمْرِكَ وَزِيرٌ، وَلَمْ يَكُنْ لَكَ مُشَاهِدٌ وَلا نَظِيرٌ. أَنْتَ الَّذِي أَرَدْتَ فَكَانَ حَتْماً مَا أَرَدْتَ، وَقَضَيْتَ فَكَانَ عَدْلاً مَا قَضَيْتَ، وَحَكَمْتَ فَكَانَ نِصْفاً مَا حَكَمْتَ، أَنْتَ الَّـذِي لا يَحْوِيْـكَ مَكَانٌ وَلَمْ يَقُمْ لِسُلْطَانِكَ سُلْطَانٌ، وَلَمْ يُعْيِكَ بُرْهَانٌ وَلا بَيَانٌ. أَنْتَ الَّذِي أَحْصَيْتَ كُلَّ شَيْء عَدَدَاً، وَجَعَلْتَ لِكُلِّ شَيْء أَمَداً، وَقَدَّرْتَ كُلَّ شَيْء تَقْدِيْراً. أَنْتَ الَّذِي قَصُرَتِ الاوْهَامُ عَنْ ذَاتِيَّتِكَ، وَعَجَزَتِ الافْهَامُ عَنْ كَيْفِيَّتِكَ، وَلَمْ تُدْرِكِ الابْصَارُ مَوْضِعَ أَيْنِيَّتِكَ. أَنْتَ الَّذِي لا تُحَدُّ فَتَكُونَ مَحْدُوداً، وَلَمْ تُمَثَّلْ فَتَكُونَ مَوْجُوداً، وَلَمْ تَلِدْ فَتَكُونَ مَوْلُوداً.. أَنْتَ الَّذِي لا ضِدَّ مَعَكَ فَيُعَانِدَكَ، وَلا عِدْلَ فَيُكَاثِرَكَ، وَلاَ نِدَّ لَكَ فَيُعَارِضَكَ. أَنْتَ الَّـذِي ابْتَدَأ وَاخْتَـرَعَ وَاسْتَحْدَثَ وَابْتَـدَعَ وَأَحْسَنَ صُنْعَ مَا صَنَعَ، سُبْحانَكَ! مَا أَجَلَّ شَأنَكَ، وَأَسْنَي فِي الامَاكِنِ مَكَانَكَ، وَأَصْدَعَ بِالْحَقِّ فُرقَانَكَ. سُبْحَانَكَ مِنْ لَطِيف مَا أَلْطَفَكَ، وَرَؤُوف مَا أَرْأَفَكَ، وَحَكِيم مَا أَعْرَفَكَ! سُبْحَانَكَ مِنْ مَلِيْك مَا أَمْنَعَكَ، وَجَوَاد مَا أَوْسَعَكَ، وَرَفِيعِ مَا أَرْفَعَكَ، ذُو الْبَهاءِ وَالْمَجْدِ وَالْكِبْرِيَاءِ وَالْحَمْدِ. سُبْحَانَكَ بَسَطْتَ بِالْخَيْرَاتِ يَدَكَ ما وَعُرِفَتِ الْهِدَايَةُ مِنْ عِنْدِكَ، فَمَنِ الْتَمَسَكَ لِدِين أَوْ دُنْيا وَجَدَكَ. سُبْحَانَكَ خَضَعَ لَكَ مَنْ جَرى فِي عِلْمِكَ، وَخَشَعَ لِعَظَمَتِكَ مَا دُونَ عَرْشِكَ، وَانْقَادَ لِلتَّسْلِيْمِ لَكَ كُلُّ خَلْقِكَ. سُبْحَانَكَ لاَ تُجَسُّ، وَلاَ تُحَسُّ، وَلاَ تُمَسُّ، وَلاَ تُكَادُ، وَلاَ تُمَاطُ، وَلاَ تُنَازَعُ، وَلاَ تُجَارى، وَلاَ تُمارى، وَلاَ تُخَادَعُ، وَلاَ تُمَاكَرُ. سُبْحَانَكَ سَبِيلُكَ جَدَدٌ، وَأَمْرُكَ رَشَدٌ، وَأَنْتَ حَيٌّ صَمَدٌ. سُبْحَانَكَ قَوْلُكَ حُكْمٌ، وَقَضَآؤُكَ حَتْمٌ، وَإرَادَتُكَ عَزْمٌ. سُبْحَانَكَ لاَ رَادَّ لِمَشِيَّتِكَ، وَلاَ مُبَدِّلَ لِكَلِمَاتِكَ. سُبْحَانَكَ قاهِرَ الاَرْبَابِ، بَاهِرَ الايآتِ، فَاطِرَ السَّمَوَاتِ بَارِئ، النَّسَماتِ. لَكَ الْحَمْدُ حَمْدَاً يَدُومُ بِدَوامِكَ، وَلَكَ الْحَمْدُ حَمْداً خَالِداً بِنِعْمَتِكَ، وَلَكَ الْحَمْدُ حَمْداً يُوَازِي صُنْعَكَ، وَلَكَ الْحَمْدُ حَمْداً يَزِيدُ عَلى رِضَاكَ، وَلَكَ الْحَمْدُ حَمْداً مَعَ حَمْدِ كُلِّ حَامِد، وَشُكْراً يَقْصُرُ عَنْهُ شُكْرُ كُلِّ شَاكِر، حَمْداً لاَ يَنْبَغِي إلاَّ لَكَ، وَلاَ يُتَقَرَّبُ بِهِ إلاَّ إلَيْكَ، حَمْداً يُسْتَدَامُ بِهِ الاَوَّلُ، وَيُسْتَدْعَى بِهِ دَوَامُ الاخِرِ، حَمْداً يَتَضَاعَفُ عَلَى كُرُورِ الاَزْمِنَةِ، وَيَتَزَايَدُ أَضْعَافَاً مُتَرَادِفَةً، حَمْداً يَعْجِزُ عَنْ إحْصَآئِهِ الْحَفَظَةُ، وَيَزِيدُ عَلَى مَا أَحْصَتْهُ فِي كِتابِكَ الْكَتَبَةُ، حَمْداً يُوازِنُ عَرْشَكَ المَجِيْدَ، وَيُعَادِلُ كُرْسِيَّكَ الرَّفِيعَ، حَمْداً يَكْمُلُ لَدَيْكَ ثَوَابُهُ، وَيَسْتَغْرِقُ كُلَّ جَزَآء جَزَآؤُهُ، حَمْداً ظَاهِرُهُ وَفْقٌ لِبَاطِنِهِ، وَبَاطِنُهُ وَفْقٌ لِصِدْقِ النِّيَّةِ فِيهِ، حَمْداً لَمْ يَحْمَدْكَ خَلْقٌ مِثْلَهُ، وَلاَ يَعْرِفُ أَحَدٌ سِوَاكَ فَضْلَهُ، حَمْداً يُعَانُ مَنِ اجْتَهَدَ فِي تَعْدِيْدِهِ، وَيُؤَيَّدُ مَنْ أَغْرَقَ نَزْعَاً فِي تَوْفِيَتِهِ، حَمْداً يَجْمَعُ مَا خَلَقْتَ مِنَ الْحَمْدِ، وَيَنْتَظِمُ مَا أَنْتَ خَالِقُهُ مِنْ بَعْدُ، حَمْداً لاَ حَمْدَ أَقْرَبُ إلَي قَوْلِكَ مِنْهُ، وَلاَ أَحْمَدَ مِمَّنْ يَحْمَدُكَ بِهِ، حَمْداً يُوجِبُ بِكَرَمِكَ الْمَزِيدَ بِوُفُورِهِ، وَتَصِلُهُ بِمَزِيْد بَعْدَ مَزِيْد طَوْلاً مِنْكَ، حَمْداً يَجِبُ لِكَرَمِ وَجْهِكَ، وَيُقَابِلُ عِزَّ جَلاَلِكَ. رَبِّ صَلِّ عَلَى مُحَمَّد وَآلِ مُحَمَّد الْمُنْتَجَبِ، الْمُصْطَفَي، الْمُكَرَّمِ، الْمُقَرَّبِ، أَفْضَلَ صَلَوَاتِكَ، وَبارِكْ عَلَيْهِ أَتَمَّ بَرَكاتِكَ، وَتَرَحَّمْ عَلَيْهِ أَمْتَعَ رَحَمَاتِكَ. رَبِّ صَلِّ عَلَى مُحَمَّد وَآلِهِ، صَلاَةً زَاكِيَةً، لاَ تَكُونُ صَلاَةٌ أَزْكَى مِنْهَا، وَصَلِّ عَلَيْهِ صَلاَةً نَامِيَةً، لاَ تَكُونُ صَلاةٌ أَنْمَى مِنْهَا، وَصَلِّ عَلَيْهِ صَلاةً رَاضِيَةً، لاَ تَكُونُ صَلاةٌ فَوْقَهَا. رَبِّ صَلِّ عَلَى مُحَمَّد وَآلِهِ، صَلاَةً تُرْضِيهِ وَتَزِيدُ عَلَى رِضَاهُ، وَصَلِّ عَلَيْهِ صَلاَةً تُرْضِيكَ وَتَزِيدُ عَلَى رِضَاكَ لَهُ، وَصَلِّ عَلَيْهِ صَلاَةً لاَ تَرْضَى لَهُ إلاَّ بِهَا، وَلاَ تَري غَيْرَهُ لَهَا أَهْلاً. رَبِّ صَلِّ عَلَى مُحَمَّد وَآلِهِ، صَلاَةً تُجَاوِزُ رِضْوَانَكَ، وَيَتَّصِلُ اتِّصَالُهَا بِبَقَآئِكَ، وَلاَ يَنْفَدُ كَمَا لاَ تَنْفَدُ كَلِماتُكَ. رَبِّ صَلِّ عَلَى مُحَمَّد وَآلِهِ صَلاَةً تَنْتَظِمُ صَلَوَاتِ مَلائِكَتِكَ وَأَنْبِيآئِكَ وَرُسُلِكَ وَأَهْلِ طَاعَتِكَ. وَتَشْتَمِلُ عَلَى صَلَوَاتِ عِبَادِكَ مِنْ جِنّكَ وَإنْسِكَ وَأَهْلِ إجَابَتِكَ، وَتَجْتَمِعُ عَلَى صَلاَةِ كُلِّ مَنْ ذَرَأْتَ وَبَرَأْتَ مِنْ أَصْنَافِ خَلْقِكَ. رَبِّ صَلِّ عَلَيْهِ وَآلِهِ صَلاَةً تُحِيطُ بِكُلِّ صَلاَة سَالِفَة وَمُسْتَأْنَفَة، وَصَلِّ عَلَيْهِ وَعَلَى آلِهِ صَلاَةً مَرْضِيَّةً لَكَ وَلِمَنْ دُونَكَ، وَتُنْشِئُ مَعَ ذَلِكَ صَلَوَات تُضَاعِفُ مَعَهَا تِلْكَ الصَّلَوَاتِ عِنْدَهَا، وَتَزِيدُهَا عَلَى كُرُورِ الاَيَّامِ زِيَادَةً فِي تَضَاعِيفَ لاَ يَعُدُّهَا غَيْرُكَ. رَبِّ صَلِّ عَلَى أَطَائِبِ أَهْلِ بَيْتِهِ الَّذِينَ اخْتَرْتَهُمْ لاَِمْرِكَ، وَجَعَلْتَهُمْ خَزَنَةَ عِلْمِكَ، وَحَفَظَةَ دِيْنِكَ، وَخُلَفَآءَكَ فِي أَرْضِكَ، وَحُجَجَكَ عَلَى عِبَادِكَ، وَطَهَّرْتَهُمْ مِنَ الرِّجْسِ وَالدَّنَسِ تَطْهِيراً بِإرَادَتِكَ، وَجَعَلْتَهُمْ الْوَسِيْلَةَ إلَيْكَ وَالْمَسْلَكَ إلَى جَنَّتِكَ، رَبِّ صَلِّ عَلَى مُحَمَّد وَآلِهِ صَلاةً تُجْزِلُ لَهُمْ بِهَا مِنْ تُحَفِكَ وَكَرَامَتِكَ، وَتُكْمِلُ لَهُمُ الاَشْيَآءَ مِنْ عَطَاياكَ وَنَوَافِلِكَ، وَتُوَفِّرُ عَلَيْهِمُ الْحَظَّ مِنْ عَوَائِدِكَ وَفَوائِدِكَ. رَبِّ صَلِّ عَلَيْهِ وَعَلَيْهِمْ صَلاَةً لاَ أَمَدَ فِي أَوَّلِهَا، وَلاَ غَايَةَ لاَِمَدِهَا، وَلاَ نِهَايَةَ لاِخِرِهَا. رَبِّ صَلِّ عَلَيْهِمْ زِنَةَ عَرْشِكَ وَمَا دُونَهُ، وَمِلءَ سَموَاتِكَ وَمَا فَوْقَهُنَّ، وَعَدَدَ أَرَضِيْكَ، وَمَا تَحْتَهُنَّ، وَمَا بَيْنَهُنَّ، صَلاَةً تُقَرِّبُهُمْ مِنْكَ زُلْفي وَتَكُونُ لَكَ وَلَهُمْ رِضَيً، وَمُتَّصِلَةٌ بِنَظَائِرِهِنَّ أَبَداً. أللَّهُمَّ إنَّكَ أَيَّدْتَ دِينَكَ فِي كُلِّ أَوَان بِإمَام أَقَمْتَهُ عَلَماً لِعِبَادِكَ وَّمَنارَاً فِي بِلاَدِكَ، بَعْدَ أَنْ وَصَلْتَ حَبْلَهُ بِحَبْلِكَ، وَجَعَلْتَهُ الذَّرِيعَةَ إلَى رِضْوَانِكَ، وَافْتَرَضْتَ طَاعَتَهُ، وَحَذَّرْتَ مَعْصِيَتَهُ، وَأَمَرْتَ بِامْتِثَالِ أَمْرِهِ (أوَاِمِرِه خل) وَالانْتِهَآءِ عِنْدَ نَهْيِهِ، وَأَلاَّ يَتَقَدَّمَهُ مُتَقَدِّمٌ، وَلاَ يَتَأَخَّرَ عَنْهُ مُتَأَخِّرٌ، فَهُوَ عِصْمَةُ اللاَّئِذِينَ، وَكَهْفُ الْمُؤْمِنِينَ، وَعُرْوَةُ الْمُتَمَسِّكِينَ، وَبَهَآءُ الْعَالَمِينَ. أللَّهُمَّ فَأَوْزِعْ لِوَلِيِّكَ شُكْرَ مَا أَنْعَمْتَ بِهِ عَلَيْهِ، وَأَوْزِعْنَا مِثْلَهُ فِيهِ، وَآتِهِ مِنْ لَدُنْكَ سُلْطَاناً نَصِيراً، وَافْتَحْ لَهُ فَتْحاً يَسِيراً، وَأَعِنْهُ بِرُكْنِكَ الاعَزِّ، وَاشْدُدْ أَزْرَهُ، وَقَوِّ عَضُدَهُ، وَرَاعِهِ بِعَيْنِكَ، وَاحْمِهِ بِحِفْظِكَ، وَانْصُرْهُ بِمَلائِكَتِكَ، وَامْدُدْهُ بِجُنْدِكَ الاَغْلَبِ وَأَقِمْ بِهِ كِتَابَكَ وَحُدُودَكَ، وَشَرَائِعَكَ وَسُنَنَ رَسُولِكَ صَلَوَاتُكَ اللَّهُمَّ عَلَيْهِ وَآلِهِ، وَأَحْيِ بِهِ مَا أَمَاتَهُ الظَّالِمُونَ مِنْ مَعَالِمِ دِينِكَ، وَاجْلُ بِهِ صَدَأَ الْجَوْرِ\nعَنْ طَرِيقَتِكَ، وَأَبِنْ بِهِ الضَّرَّآءَ مِنْ سَبِيلِكَ، وَأَزِلْ بِهِ النَّاكِبِينَ عَنْ صِرَاطِكَ، وَامْحَقْ بِهِ بُغَاةَ قَصْدِكَ عِوَجاً، وَأَلِنْ جَانِبَهُ لاَِوْلِيَآئِكَ، وَابْسُطْ يَدَهُ عَلى أَعْدَائِكَ، وَهَبْ لَنا رَأْفَتَهُ وَرَحْمَتَهُ وَتَعَطُّفَهُ وَتَحَنُّنَهُ، وَاجْعَلْنَا لَهُ سَامِعِينَ مُطِيعِينَ، وَفِي رِضَاهُ سَاعِينَ، وَإلَي نُصْرَتِهِ وَالْمُدَافَعَةِ عَنْهُ مُكْنِفِينَ، وَإلَيْكَ وَإلَي رَسُولِكَ صَلَواتُكَ اللَّهُمَّ عَلَيْهِ وَآلِهِ بِذَلِكَ مُتَقَرِّبِينَ. أللَّهُمَّ وَصَلِّ عَلى أَوْلِيآئِهِمُ الْمُعْتَرِفِينَ بِمَقَامِهِمْ، الْمُتَّبِعِينَ مَنْهَجَهُمْ، الْمُقْتَفِيْنَ آثَارَهُمْ، الْمُسْتَمْسِكِينَ بِعُرْوَتِهِمْ، الْمُتَمَسِّكِينَ بِوَلاَيَتِهِمْ، الْمُؤْتَمِّينَ بِإمَامَتِهِمْ، الْمُسَلِّمِينَ لاَِمْرِهِمْ الْمُجْتَهِدِيْنَ فِي طاعَتِهِمْ، الْمُنْتَظِرِيْنَ أَيَّامَهُمْ، الْمَادِّينَ إلَيْهِمْ أَعْيُنَهُمْ، الصَّلَوَاتِ الْمُبَارَكَاتِ الزَّاكِيَاتِ النَّامِيَاتِ الغَادِيَاتِ، الرَّائِماتِ. وَسَلِّمْ عَلَيْهِمْ وَعَلَى أَرْوَاحِهِمْ، وَاجْمَعْ عَلَى التَّقْوَي أَمْرَهُمْ، وَأَصْلِحْ لَهُمْ شُؤُونَهُمْ، وَتُبْ عَلَيْهِمْ إنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ وَخَيْرُ الْغَافِرِينَ، وَاجْعَلْنَا مَعَهُمْ فِي دَارِ السَّلاَمِ بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِينَ. أللَّهُمَّ هَذَا يَوْمُ عَرَفَةَ، يَوْمٌ شَرَّفْتَهُ وَكَرَّمْتَهُ وَعَظَّمْتَهُ، نَشَرْتَ فِيهِ رَحْمَتَكَ، وَمَنَنْتَ فِيهِ بِعَفْوِكَ وَأَجْزَلْتَ فِيهِ عَطِيَّتَكَ، وَتَفَضَّلْتَ بِهِ عَلَى عِبَادِكَ. أللَّهُمَّ وَأَنَا عَبْدُكَ الَّذِي أَنْعَمْتَ عَلَيْهِ قَبْلَ خَلْقِكَ لَهُ، وَبَعْدَ خَلْقِكَ إيَّاهُ، فَجَعَلْتَهُ مِمَّنْ هَدَيْتَهُ لِدِينِكَ، وَوَفَّقْتَهُ لِحَقِّكَ، وَعَصَمْتَهُ بِحَبْلِكَ، وَأَدْخَلْتَهُ فِيْ حِزْبِكَ، وَأَرْشَدْتَهُ لِمُوَالاَةِ أَوْليآئِكَ، وَمُعَادَاةِ أَعْدَائِكَ، ثُمَّ أَمَرْتَهُ فَلَمْ يَأْتَمِرْ، وَزَجَرْتَهُ فَلَمْ يَنْزَجِرْ، وَنَهَيْتَهُ عَنْ مَعْصِيَتِكَ فَخَالَفَ أَمْرَكَ إلَي نَهْيِكَ، لاَ مُعَانَدَةً لَكَ وَلاَ اسْتِكْبَاراً عَلَيْكَ، بَلْ دَعَاهُ هَوَاهُ إلَى مَا زَيَّلْتَهُ، وَإلَى مَا حَذَّرْتَهُ، وَأَعَانَهُ عَلَى ذالِكَ عَدُوُّكَ وَعَدُوُّهُ، فَأَقْدَمَ عَلَيْهِ عَارِفاً بِوَعِيْدِكَ، رَاجِياً لِعَفْوِكَ، وَاثِقاً بِتَجَاوُزِكَ، وَكَانَ أَحَقَّ عِبَادِكَ ـ مَعَ مَا مَنَنْتَ عَلَيْهِ ـ أَلاَّ يَفْعَلَ، وَهَا أَنَا ذَا بَيْنَ يَدَيْكَ صَاغِراً، ذَلِيلاً، خَاضِعَاً، خَاشِعاً، خَائِفَاً، مُعْتَرِفاً بِعَظِيم مِنَ الذُّنُوبِ تَحَمَّلْتُهُ، وَجَلِيْل مِنَ الْخَطَايَا اجْتَرَمْتُهُ، مُسْتَجِيراً بِصَفْحِكَ، لائِذاً بِرَحْمَتِكَ، مُوقِناً أَنَّهُ لاَ يُجِيرُنِي مِنْكَ مُجِيرٌ، وَلاَ يَمْنَعُنِي مِنْكَ مَانِعٌ. فَعُدْ عَلَيَّ بِمَا تَعُودُ بِهِ عَلَى مَنِ اقْتَرَفَ مِنْ تَغَمُّدِكَ، وَجُدْ عَلَيَّ بِمَا تَجُودُ بِهِ عَلَى مَنْ أَلْقَي بِيَدِهِ إلَيْكَ مِنْ عَفْوِكَ، وَامْنُنْ عَلَيَّ بِمَا لاَ يَتَعَاظَمُكَ أَنْ تَمُنَّ بِهِ عَلَى مَنْ أَمَّلَكَ مِنْ غُفْرَانِكَ، وَاجْعَلْ لِي فِي هَذَا الْيَوْمِ نَصِيباً أَنَالُ بِهِ حَظّاً مِنْ رِضْوَانِكَ، وَلاَ تَرُدَّنِي صِفْراً مِمَّا يَنْقَلِبُ بِهِ الْمُتَعَبِّدُونَ لَكَ مِنْ عِبَادِكَ، وَإنِّي وَإنْ لَمْ أُقَدِّمْ مَا قَدَّمُوهُ مِنَ الصَّالِحَاتِ، فَقَد قَدَّمْتُ تَوْحِيدَكَ، وَنَفْيَ الاَضْدَادِ وَالاَنْدَادِ وَالاشْبَاهِ عَنْكَ، وَأَتَيْتُكَ مِنَ الاَبْوَابِ الَّتِي أَمَرْتَ أَنْ تُؤْتي مِنْها، وَتَقَرَّبْتُ إلَيْكَ بِمَا لاَ يَقْرُبُ بِهِ، أَحَدٌ مِنْكَ إلاَّ بِالتَّقَرُّبِ بِهِ ثُمَّ أَتْبَعْتُ ذلِكَ بِالاِنابَةِ إلَيْكَ، وَالتَّذَلُّلِ وَالاسْتِكَانَةِ لَكَ، وَحُسْنِ الظَّنِّ بِكَ، وَالثِّقَةِ بِمَا عِنْدَكَ، وَشَفَعْتُهُ بِرَجآئِكَ الَّذِي قَلَّ مَا يَخِيبُ عَلَيْهِ رَاجِيْكَ، وَسَأَلْتُكَ مَسْأَلَةَ الْحَقِيرِ الذّلِيلِ الْبَائِسِ الْفَقِيْرِ الْخَائِفِ الْمُسْتَجِيرِ، وَمَعَ ذَلِكَ خِيفَةً وَتَضَرُّعاً وَتَعَوُّذاً وَتَلَوُّذاً، لاَ مُسْتَطِيلاً بِتَكبُّرِ الْمُتَكَبِّرِينَ، وَلاَ مُتَعَالِياً بِدالَّةِ الْمُطِيعِينَ، وَلاَ مُسْتَطِيلاً بِشَفَاعَةِ الشَّافِعِينَ، وَأَنَا بَعْدُ أَقَلُّ الاَقَلِّيْنَ، وَأَذَلُّ الاَذَلِّينَ، وَمِثْلُ الذَّرَّةِ أَوْ دُونَهَا. فَيَا مَنْ لَمْ يَعَاجِلِ الْمُسِيئِينَ، وَلاَ يَنْدَهُ الْمُتْرَفِينَ، وَيَا مَنْ يَمُنُّ بِإقَالَةِ الْعَاثِرِينَ، وَيَتَفَضَّلُ بإنْظَارِ الْخَاطِئِينَ، أَنَا الْمُسِيءُ الْمُعْتَرِفُ الْخَاطِئُ الْعَاثِرُ، أَنَا الَّذِيْ أَقْدَمَ عَلَيْكَ مُجْتَرِئاً، أَنَا الَّذِي عَصَاكَ مُتَعَمِّداً، أَنَا الَّذِي اسْتَخْفي مِنْ عِبَادِكَ وَبَارَزَكَ، أَنَا الَّذِي هَابَ عِبَادَكَ وَأَمِنَكَ أَنَا الَّذِي لَمْ يَرْهَبْ سَطْوَتَكَ وَلَمْ يَخَفْ بَأْسَكَ أَنَا الْجَانِي عَلَى نَفْسِهِ، أَنَا الْمُرْتَهَنُ بِبَلِيَّتِهِ، أَنَا الْقَلِيلُ الْحَيَاءِ، أَنَا الطَّوِيلُ الْعَنآءِ، بِحَقِّ مَنِ انْتَجَبْتَ مِنْ خَلْقِكَ، وَبِمَنِ اصْطَفَيْتَهُ لِنَفْسِكَ، بِحَقِّ مَنِ اخْتَرْتَ مِنْ بَريَّتِكَ، وَمَنِ اجْتَبَيْتَ لِشَأْنِكَ، بِحَقِّ مَنْ وَصَلْتَ طَاعَتَهُ بِطَاعَتِكَ، وَمَنْ جَعَلْتَ مَعْصِيَتَهُ كَمَعْصِيَتِكَ بِحَقِّ مَنْ قَرَنْتَ مُوَالاَتَهُ بِمُوالاتِكَ، وَمَنْ نُطْتَ مُعَادَاتَهُ بِمُعَادَاتِكَ. تَغَمَّدْنِي فِي يَوْمِيَ هَذَا بِمَا تَتَغَمَّدُ بِهِ مَنْ جَارَ إلَيْكَ مُتَنَصِّلاً، وَعَاذَ بِاسْتِغْفَارِكَ تَائِباً، وَتَوَلَّنِي بِمَا تَتَوَلَّى بِهِ أَهْلَ طَاعَتِكَ، وَالزُّلْفَى لَدَيْكَ، وَالْمَكَانَةِ مِنْكَ، وَتَوَحَّدْنِي بِمَا تَتَوَحَّدُ بِهِ مَنْ وَفي بِعَهْدِكَ، وَأَتْعَبَ نَفْسَهُ فِيْ ذَاتِكَ، وَأَجْهَدَهَا فِي مَرْضَاتِكَ، وَلاَ تُؤَاخِذْنِي بِتَفْرِيطِيْ فِي جَنْبِكَ، وَتَعَدِّي طَوْرِيْ فِي حُدودِكَ، وَمُجَاوَزَةِ أَحْكَامِكَ. وَلاَ تَسْتَدْرِجْنِي بِإمْلائِكَ لِي اسْتِدْرَاجَ مَنْ مَنَعَنِي خَيْرَ مَا عِنْدَهُ، وَلَمْ يَشْرَكْكَ فِي حُلُولِ نِعْمَتِهِ بِي، وَنَبِّهْنِي مِنْ رَقْدَةِ الْغَافِلِينَ، وَسِنَةِ الْمُسْرِفِينَ، وَنَعْسَةِ الْمَخْذُولِينَ. وَخُذْ بِقَلْبِي إلَى مَا اسْتَعْمَلْتَ بِهِ القَانِتِيْنَ، وَاسْتَعْبَدْتَ بِهِ الْمُتَعَبِّدِينَ، وَاسْتَنْقَذْتَ بِهِ الْمُتَهَاوِنِينَ، وَأَعِذْنِي مِمَّا يُبَاعِدُنِي عَنْكَ، وَيَحُولُ بَيْنِي وَبَيْنَ حَظِّي مِنْكَ، وَيَصُدُّنِي عَمَّا أُحَاوِلُ لَدَيْكَ. وَسَهِّلْ لِي مَسْلَكَ الْخَيْرَاتِ إلَيْكَ، وَالْمُسَابَقَةِ إلَيْهَا مِنْ حَيْثُ أَمَرْتَ، وَالْمُشَاحَّةَ فِيهَا عَلَى مَا أَرَدْتَ. وَلاَ تَمْحَقْنِي فِيمَنْ تَمْحَقُ مِنَ الْمُسْتَخِفِّينَ بِمَا أَوْعَدْتَ، وَلاَ تُهْلِكْنِي مَعَ مَنْ تُهْلِكُ مِنَ الْمُتَعَرِّضِينَ لِمَقْتِكَ، وَلاَ تُتَبِّرْني فِيمَنْ تُتَبِّرُ مِنَ الْمُنْحَرِفِينَ عَنْ سُبُلِكَ. وَنَجِّنِيْ مِنْ غَمَرَاتِ الْفِتْنَةِ، وَخَلِّصْنِي مِنْ لَهَوَاتِ الْبَلْوى، وَأَجِرْنِي مِنْ أَخْذِ الاِمْلاءِ، وَحُلْ بَيْنِي وَبَيْنَ عَدُوٍّ يُضِلُّنِي، وَهَويً يُوبِقُنِي، وَمَنْقَصَة تَرْهَقُنِي. وَلاَ تُعْرِضْ عَنِّي إعْرَاضَ مَنْ لاَ تَرْضَي عَنْهُ بَعْدَ غَضَبِكَ، وَلاَ تُؤْيِسْنِي مِنَ الامَلِ فِيكَ، فَيَغْلِبَ عَلَيَّ الْقُنُوطُ مِنْ رَحْمَتِكَ، وَلاَ تَمْنَحْنِي بِمَا لاَ طَاقَةَ لِيْ بِهِ، فَتَبْهَظَنِي مِمَّا تُحَمِّلُنِيهِ مِنْ فَضْلِ مَحَبَّتِكَ، وَلاَ تُرْسِلْنِي مِنْ يَدِكَ إرْسَالَ مَنْ لاَ خَيْرَ فِيهِ، وَلاَ حَاجَةَ بِكَ إلَيْهِ، وَلاَ إنابَةَ لَهُ، وَلاَ تَرْمِ بِيَ رَمْيَ مَنْ سَقَطَ مِنْ عَيْنِ رِعَايَتِكَ، وَمَنِ اشْتَمَلَ عَلَيْهِ الْخِزْيُ مِنْ عِنْدِكَ، بَلْ خُذْ بِيَدِيْ مِنْ سَقْطَةِ الْمُتَرَدِّدِينَ، وَوَهْلَةِ الْمُتَعَسِّفِيْنَ، وَزَلّةِ الْمَغْرُورِينَ، وَوَرْطَةِ الْهَالِكِينَ. وَعَافِنِي مِمَّا ابْتَلَيْتَ بِهِ طَبَقَاتِ عَبِيدِكَ وَإمآئِكَ، وَبَلِّغْنِي مَبَالِغَ مَنْ عُنِيتَ بِهِ، وَأَنْعَمْتَ عَلَيْهِ، وَرَضِيتَ عَنْهُ، فَأَعَشْتَهُ حَمِيداً، وَتَوَفَّيْتَهُ سَعِيداً، وَطَوِّقْنِي طَوْقَ الاِقْلاَعِ عَمَّا يُحْبِطُ الْحَسَنَاتِ، وَيَذْهَبُ بِالْبَرَكَاتِ، وَأَشْعِرْ قَلْبِيَ الازْدِجَارَ عَنْ قَبَائِحِ السَّيِّئاتِ، وَفَوَاضِحِ الْحَوْبَاتِ، وَلاَ تَشْغَلْنِي بِمَا لاَ أُدْرِكُهُ إلاَّ بِكَ عَمَّا لا َ يُرْضِيْكَ عَنِّي غَيْرُهُ، وَانْزَعْ مِنْ قَلْبِي حُبَّ دُنْيَا دَنِيَّة تَنْهى عَمَّا عِنْدَكَ، وَتَصُدُّ عَنِ ابْتِغَآءِ الْوَسِيلَةِ إلَيْكَ، وَتُذْهِلُ عَنِ التَّقَرُبِ مِنْكَ، وَزَيِّنَ لِيَ التَّفَرُّدَ بِمُنَاجَاتِكَ بِاللَّيْلِ وَالنَّهَارِ، وَهَبْ لِي عِصْمَةً تُدْنِينِي مِنْ خَشْيَتِكَ، وَتَقْطَعُنِي عَنْ رُكُوبِ مَحَارِمكَ، وَتَفُكُّنِي مِنْ أَسْرِ الْعَظَائِمِ، وَهَبْ لِي التَّطْهِيرَ مِنْ دَنَسِ الْعِصْيَانِ، وَأَذْهِبْ عَنِّي دَرَنَ الْخَطَايَا، وَسَرْبِلْنِي بِسِرْبالِ عَافِيَتِكَ، وَرَدِّنِي رِدَآءَ مُعَافاتِكَ، وَجَلِّلْنِي سَوابِغَ نَعْمَائِكَ، وَظَاهِرْ لَدَيَّ فَضْلَكَ وَطَوْلَكَ، وَأَيْدْنِي بِتَوْفِيقِكَ وَتَسْدِيْدِكَ، وَأَعِنِّي عَلَى صالِحِ النِّيَّةِ وَمَرْضِيِّ الْقَوْلِ وَمُسْتَحْسَنِ الْعَمَلِ. وَلاَ تَكِلْنِي إلَي حَوْلِي وَقُوَّتِي دُونَ حَوْلِكَ وَقُوَّتِكَ، وَلاَ تَخْزِنِي يَوْمَ تَبْعَثُنِي لِلِقائِكَ، وَلاَ تَفْضَحْنِي بَيْنَ يَدَيْ أَوْلِياِئكَ، وَلاَ تُنْسِنِي ذِكْرَكَ، وَلاَ تُذْهِبْ عَنِّي شُكْرَكَ، بَلْ أَلْزِمْنِيهِ فِي أَحْوَالِ السَّهْوِ عِنْدَ غَفَلاَتِ الْجَاهِلِينَ لاِلائِكَ، وَأَوْزِعْنِي أَنْ أُثْنِيَ بِمَا أَوْلَيْتَنِيهِ، وَأَعْتَرِفِ بِمَا أَسْدَيْتَهُ إلَيَّ، وَاجْعَلْ رَغْبَتِي إلَيْكَ فَوْقَ رَغْبَةِ الْرَّاغِبِينَ، وَحَمْدِي إيَّاكَ فَوْقَ حَمْدِ الْحَامِدِيْنَ، وَلاَ تَخْذُلْنِي عِنْدَ فاقَتِي إلَيْكَ، وَلاَ تُهْلِكْنِي بِمَا أَسْدَيْتُهُ إلَيْكَ، وَلاَ تَجْبَهْنِي بِمَا جَبَهْتَ بِهِ الْمَعَانِدِينَ لَكَ، فَإنِّي لَكَ مُسَلِّمٌ، أَعْلَمُ أَنَّ الْحُجَّةَ لَكَ، وَأَنَّكَ أَوْلَي بِالْفَضْلِ، وَأَعْوَدُ بِالاحْسَانِ، وَأَهْلُ التَّقْوَي، وَأَهْلُ الْمَغْفِرَةِ، وَأَنَّكَ بِأَنْ تَعْفُوَ أَوْلَي مِنْكَ بِأَنْ تُعَاقِبَ، وَأَنَّكَ بِأَنْ تَسْتُرَ أَقْرَبُ مِنْكَ إلَي أنْ تَشْهَرَ، فَأَحْيِنِي حَياةً طَيِّبَةً تَنْتَظِمُ بِما أُرِيدُ وَتَبْلُغُ مَا أُحِبُّ مِنْ حَيْثُ لاَ آتِي مَا تَكْرَهُ وَلاَ أَرْتَكِبُ مَا نَهَيْتَ عَنْهُ، وَأَمِتْنِي مِيْتَةَ مَنْ يَسْعَي نُورُهُ بَيْنَ يَدَيْهِ، وَعَنْ يِمِيِنهِ، وَذَلِّلْنِي بَيْنَ يَدَيْكَ، وَأَعِزَّنِيْ عِنْدَ خَلْقِكَ، وَضَعْنِي إذَا خَلَوْتُ بِكَ، وَارْفَعْنِي بَيْنَ عِبادِكَ، وَأَغْنِنِي عَمَّنْ هُوَ غَنِيٌّ عَنِّي، وَزِدْنِي إلَيْكَ فَاقَةً وَفَقْراً، وَأَعِذْنِي مِنْ شَمَاتَةِ الاَعْدَاءِ، وَمِنْ حُلُولِ الْبَلاءِ، وَمِنَ الذُّلِّ وَالْعَنَآءِ، تَغَمَّدْنِي فِيمَا اطَّلَعْتَ عَلَيْهِ مِنِّي بِمَا يَتَغَمَّدُ بِهِ الْقَادِرُ عَلَى الْبَطْشِ لَوْلاَ حِلْمُهُ، وَالاخِذُ عَلَى الْجَرِيرَةِ لَوْلاَ أَناتُهُ، وَإذَا أَرَدْتَ بِقَوْم فِتْنَةً أَوْ سُوءً فَنَجِّنِي مِنْهَا لِواذاً بِكَ، وَإذْ لَمْ تُقِمْنِي مَقَامَ فَضِيحَة فِي دُنْيَاكَ فَلاَ تُقِمْنِي مِثْلَهُ فِيْ آخِرَتِكَ، وَاشْفَعْ لِي أَوَائِلَ مِنَنِكَ بِأَوَاخِرِهَا، وَقَدِيمَ فَوَائِدِكَ بِحَوَادِثِهَا. وَلاَ تَمْدُدْ لِيَ مَدّاً يَقْسُو مَعَهُ قَلْبِي، وَلاَ تَقْرَعْنِي قَارِعَةً يَذْهَبُ لَها بَهَآئِي، وَلاَ تَسُمْنِي خَسِيْسَةً يَصْغُرُ لَهَا قَدْرِي، وَلاَ نَقِيصَةً يُجْهَلُ مِنْ أَجْلِهَا مَكَانِي، وَلاَ تَرُعْنِي رَوْعَةً أُبْلِسُ بِهَ،ا وَلاَ خِيْفةً أوجِسُ دُونَهَا.اجْعَلْ هَيْبَتِي في وَعِيدِكَ، وَحَذَرِي مِنْ إعْذارِكَ وَإنْذَارِكَ، وَرَهْبَتِي عِنْدَ تِلاَوَةِ آياتِكَ، وَاعْمُرْ لَيْلِي بِإيقَاظِي فِيهِ لِعِبَادَتِكَ، وَتَفَرُّدِي بِالتَّهَجُّدِ لَكَ، وَتَجَرُّدِي بِسُكُونِي إلَيْكَ، وَإنْزَالِ حَوَائِجِي بِكَ، وَمُنَازَلَتِي إيَّاكَ فِي فَكَاكِ رَقَبَتِي مِنْ نَارِكَ، وَإجَارَتِي مِمَّا فِيهِ أَهْلُهَا مِنْ عَذَابِكَ. وَلاَ تَذَرْنِي فِي طُغْيَانِي عَامِهاً، وَلاَ فِي غَمْرَتِي سَاهِياً حَتَّي حِين، وَلاَ تَجْعَلْنِي عِظَةً لِمَنِ اتَّعَظَ، وَلاَ نَكَالاً لِمَنِ اعْتَبَرَ، وَلاَ فِتْنَةً لِمَن نَظَرَ، وَلاَ تَمْكُرْ بِيَ فِيمَنْ تَمْكُرُ بِهِ، وَلاَ تَسْتَبْدِلْ بِيَ غَيْرِي، وَلاَ تُغَيِّرْ لِيْ إسْماً، وَلاَ تُبدِّلْ لِي جِسْماً، وَلاَ تَتَّخِذْنِي هُزُوَاً لِخَلْقِكَ، وَلاَ سُخْرِيّاً لَكَ، وَلاَ تَبَعاً إلاَّ لِمَرْضَاتِكَ، وَلاَ مُمْتَهَناً إلاَّ بِالانْتِقَامِ لَكَ، وَأَوْجِدْنِي بَرْدَ عَفْوِكَ، و حَلاَوَةَ رَحْمَتِكَ وَرَوْحِكَ وَرَيْحَانِكَ وَجَنَّةِ نَعِيْمِكَ، وَأَذِقْنِي طَعْمَ الْفَرَاغِ لِمَا تُحِبُّ بِسَعَة مِنْ سَعَتِكَ، وَالاجْتِهَادِ فِيمَا يُزْلِفُ لَدَيْكَ وَعِنْدَك، وَأَتْحِفْنِي بِتُحْفَة مِنْ تُحَفَاتِكَ، وَاجْعَلْ تِجَارَتِي رَابِحَةً، وَكَرَّتِي غَيْرَ خَاسِرَة، وَأَخِفْنِي مَقَامَكَ، وَشَوِّقْنِي لِقاءَكَ، وَتُبْ عَلَيَّ تَوْبَةً نَصُوحاً لاَ تُبْقِ مَعَهَا ذُنُوباً صِغِيرَةً وَلا كَبِيرَةً، وَلاَ تَذَرْ مَعَهَا عَلاَنِيَةً وَلاَ سَرِيرَةً، وَانْزَعِ الْغِلَّ مِنْ صَدْرِي لِلْمُؤْمِنِينَ، وَاعْطِفْ بِقَلْبِي عَلَى الْخَاشِعِيْنَ، وَكُنْ لِي كَمَا تَكُونُ لِلصَّالِحِينَ، وَحَلِّنِي حِلْيَةَ الْمُتَّقِينَ، وَاجْعَلْ لِيَ لِسَانَ صِدْق فِي الْغَابِرِيْنَ، وَذِكْراً نامِياً فِي الاخِرِينَ، وَوَافِ بِيَ عَرْصَةَ الاَوَّلِينَ، وَتَمِّمْ سُبُوغَ نِعْمَتِكَ عَلَيَّ، وَظَاهِرْ كَرَامَاتِهَا لَدَيَّ، امْلاْ مِنْ فَوَائِدِكَ يَدَيَّ، وَسُقْ كَرَائِمَ مَوَاهِبِكَ إلَيَّ، وَجَاوِرْ بِيَ الاَطْيَبِينَ مِنْ أَوْلِيَآئِكَ فِي الْجِنَاْنِ الَّتِي زَيَّنْتَهَا لاَِصْفِيآئِكَ، وَجَلِّلْنِي شَرَآئِفَ نِحَلِكَ فِي الْمَقَامَاتِ الْمُعَدَّةِ لاَِحِبَّائِكَ، وَاجْعَلْ لِيَ عِنْدَكَ مَقِيْلاً آوِي إلَيْهِ مُطْمَئِنّاً، وَمَثابَةً أَتَبَوَّأُهَا وَأَقَرُّ عَيْناً. وَلاَ تُقَايِسْنِي بِعَظِيمَاتِ الْجَرَائِرِ، وَلاَ تُهْلِكْنِي يَوْمَ تُبْلَى السَّرَائِرُ، وَأَزِلْ عَنِّي كُلَّ شَكٍّ وَشُبْهَة، وَاجْعَلْ لِي فِي الْحَقِّ طَرِيقاً مِنْ كُلِّ رَحْمَة، وأَجْزِلْ لِي قِسَمَ الْمَواهِبِ مِنْ نَوَالِكَ، وَوَفِّرْ عَلَيَّ حُظُوظَ الاِحْسَانِ مِنْ إفْضَالِكَ، وَاجْعَلْ قَلْبِي وَاثِقاً بِمَا عِنْدَكَ، وَهَمِّيَ مُسْتَفْرَغاً لِمَا هُوَ لَكَ، وَاسْتَعْمِلْنِي بِما تَسْتَعْمِلُ بِهِ خَالِصَتَكَ، وَأَشْرِبْ قَلْبِي عِنْدَ ذُهُولِ العُقُولِ طَاعَتَكَ، وَاجْمَعْ لِي الْغِنى، وَالْعَفَافَ، وَالدَّعَةَ، وَالْمُعَافَاةَ، وَالصِّحَّةَ، وَالسَّعَةَ، وَالطُّمَأْنِيْنَةَ، وَالْعَافِيَةَ، وَلاَ تُحْبِطْ حَسَنَاتِي بِمَا يَشُوبُهَا مِنْ\nمَعْصِيَتِكَ، وَلاَ خَلَواتِي بِمَا يَعْرِضُ لِيَ مِنْ نَزَغَاتِ فِتْنَتِكَ، وَصُنْ وَجْهِي عَنِ الطَّلَبِ إلَي أَحَد مِنَ الْعَالَمِينَ، وَذُبَّنِي عَنِ التِماسِ مَا عِنْدَ الفَاسِقِينَ، وَلاَ تَجْعَلْنِي لِلظَّالِمِينَ ظَهِيراً، وَلاَ لَهُمْ عَلى مَحْوِ كِتَابِكَ يَداً وَنَصِيراً، وَحُطْنِي مِنْ حَيْثُ لاَ أَعْلَمُ حِيَاطَةً تَقِيْنِي بِهَا، وَافْتَحْ لِيَ أَبْوَابَ تَوْبَتِكَ وَرَحْمَتِكَ وَرَأْفَتِكَ وَرِزْقِكَ الواسِعِ، إنِّي إلَيْكَ مِنَ الرَّاغِبِينَ، وَأَتْمِمْ لِي إنْعَامَكَ، إنَّكَ خَيْرُ الْمُنْعِمِيْنَ، وَاجْعَلْ باقِيَ عُمْرِيْ فِي الْحَجِّ وَالْعُمْرَةِ ابْتِغَآءَ وَجْهِكَ يَاربَّ الْعَالَمِينَ، وَصَلَّى اللهُ عَلى مُحَمَّد وَآلِهِ الطَّيِّبِينَ الطَّاهِرِينَ، وَالسَّلاَمُ عَلَيْهِ وَعَلَيْهِمْ أَبَدَ الابِدِين .\n4 ـ دعاء الإمام الحسين (ع) في يوم عرفة\nروي أن بشراً وبشيراً ولدا غالب الأسدي قالا: لمّا كان عصر عرفة في عرفات، وكنّا عند أبي عبد الله الحسين عليه السلام، خرج عليه السلام من خيمته مع جماعة من أهل بيته وأولاده وشيعته بحال التذلّل والخشوع والاستكانة، فوقف في الجانب الايسر من الجبل، وتوجّه إلي الكعبة، ورفع يديه قبالة وجهه كمسكين يطلب طعاما، وقرأ هذا الدعاء:\nاَلْحَمْدُ للهِ الَّذي لَيْسَ لِقَضآئِهِ دافِعٌ، وَلا لِعَطائِهِ مانِعٌ، وَلا كَصُنْعِهِ صُنْعُ صانِعٍ، وَهُوَ الْجَوادُ الْواسِعُ، فَطَرَ اَجْناسَ الْبَدائِعِ، واَتْقَنَ بِحِكْمَتِهِ الصَّنائِعَ، لا تَخْفي عَلَيْهِ الطَّلائِعُ، وَلا تَضيعُ عِنْدَهُ الْوَدائِعُ، جازى كُلِّ صانِعٍ، وَرائِشُ كُلِّ قانعٍ، وَراحِمُ كُلِّ ضارِعٍ، وَمُنْزِلُ الْمَنافِعِ وَالْكِتابِ الْجامِعِ، بِالنُّورِ السّاطِعِ، وَهُو لِلدَّعَواتِ سامِعٌ، وَلِلْكُرُباتِ دافِعٌ، وَلِلدَّرَجاتِ رافِعٌ، وَلِلْجَبابِرَةِ قامِعٌ، فَلا اِلهَ غَيْرُهُ، وَلا شيءَ يَعْدِلُهُ، وَلَيْسَ كَمِثْلِهِ شيءٌ، وَهُو السَّميعُ الْبَصيرُ، اللَّطيفُ الْخَبيرُ، وَهُو عَلى كُلِّ شيءٍ قَديرٌ، اَللّهُمَّ اِنّي اَرْغَبُ إِلَيْكَ، وَاَشْهَدُ بِالرُّبُوبِيَّةِ لَكَ، مُقِرّاً بِاَنَّكَ رَبّي، وأنّ اِلَيْكَ مَرَدّي، اِبْتَدَأتَني بِنِعْمَتِكَ قَبْلَ اَنْ اَكُونَ شَيْئا ًمَذكوراً، وَخَلَقْتَني مِنَ التُّرابِ، ثُمَّ اَسْكَنْتَنِي الاْصْلابَ، آمِناً لِرَيْبِ الْمَنُونِ، وَاخْتِلافِ الدُّهُورِ والسِّنينَ، فَلَمْ اَزَلْ ظاعِناً مِنْ صُلْبٍ اِلي رَحِمٍ، في تَقادُمٍ مِنَ الايّامِ الْماضِيَةِ وَالْقُرُونِ الْخالِيَةِ، لَمْ تُخْرِجْني لِرَأفَتِكَ بي، وَلُطْفِكَ لي، وَاِحْسانِكَ اِلَيَّ، في دَوْلَةِ اَئِمَّةِ الْكُفْرِ، الَّذينَ نَقَضُوا عَهْدَكَ، وَكَذَّبُوا رُسُلَكَ، لكِنَّكَ اَخْرَجْتَني للَّذي سَبَقَ لي مِنَ الْهُدي الَّذي لَهُ يَسَّرْتَني، وَفيهِ اَنْشَأْتَني، وَمِنْ قَبْلِ ذلك رَؤُفْتَ بي،بِجَميلِ صُنْعِكَ، وَسَوابِغِ نِعَمِكَ، فابْتَدَعْتَ خَلْقي مِنْ مَنِيٍّ يُمْنى، وَاَسْكَنْتَني في ظُلُماتٍ ثَلاثٍ، بَيْنَ لَحْمٍ وَدَمٍ وَجِلْدٍ، لَمْ تُشْهِدْني خَلْقي، وَلَمْ تَجْعَلْ اِلَيَّ شَيْئاً مِنْ اَمْري، ثُمَّ اَخْرَجْتَني لِلَّذي سَبَقَ لي مِنَ الْهُدي اِلَى الدُّنْيا تآمّاً سَوِيّاً، وَحَفِظْتَني فِي الْمَهْدِ طِفْلاً صَبِيّاً، وَرَزَقْتَني مِنَ الْغِذآءِ لَبَناً مَرِيّاً، وَعَطَفْتَ عَلَيَّ قُلُوبَ الْحَواضِنِ، وَكَفَّلْتَنِي الامَّهاتِ الرَّواحِمَ، وَكَلاَْتَني مِنْ طَوارِقِ الْجآنِّ، وَسَلَّمْتَني مِنَ الزِّيادَةِ وَالنُّقْصانِ، فَتَعالَيْتَ يا رَحيمُ يا رَحْمنُ، حتّى اِذَا اسْتَهْلَلْتُ ناطِقاً بِالْكَلامِ، اَتْمَمْتَ عَلَيَّ سَوابِغَ الاِنْعامِ، وَرَبَّيْتَني زايِداً في كُلِّ عامٍ، حَتّي إذَا اكْتَمَلَتْ فِطْرَتي، وَاعْتَدَلَتْ مِرَّتي، اَوْجَبْتَ عَلَيَّ حُجَتَّكَ، بِاَنْ اَلْهَمْتَني مَعْرِفَتَكَ، وَرَوَّعْتَني بِعَجائِبِ حِكْمَتِكَ، وَاَيْقَظْتَني لِما ذَرَأتَ في سَمآئِكَ وَاَرْضِكَ مِنْ بَدائِعِ خَلْقِكَ، وَنَبَّهْتَني لِشُكْرِكَ، وَذِكْرِكَ، وَاَوجَبْتَ عَلَيَّ طاعَتَكَ وَعِبادَتَكَ، وَفَهَّمْتَني ما جاءَتْ بِهِ رُسُلُكَ، وَيَسَّرْتَ لي تَقَبُّلَ مَرْضاتِكَ، وَمَنَنْتَ عَلَيَّ في جَميعِ ذلِكَ بِعَونِكَ وَلُطْفِكَ، ثُمَّ اِذْ خَلَقْتَني مِنْ خَيْرِ الثَّري، لَمْ تَرْضَ لي يا اِلهي نِعْمَةً دُونَ اُخري، وَرَزَقْتَني مِنْ اَنواعِ الْمَعاشِ وَصُنُوفِ الرِّياشِ،بِمَنِّكَ الْعَظيمِ الاعْظَمِ عَلَيَّ، وَاِحْسانِكَ الْقَديمِ اِلَيَّ، حَتّي اِذا اَتْمَمْتَ عَلَيَّ جَميعَ النِّعَم وَصَرَفْتَ عَنّي كُلَّ النِّقَم لَمْ يَمْنَعْكَ جَهْلي وَجُرْأَتي عَلَيْكَ اَنْ دَلَلْتَني اِلي ما يُقَرِّبُني اِلَيْكَ، وَوفَّقْتَني لِما يُزْلِفُني لَدَيْكَ، فَاِنْ دَعْوَتُكَ اَجَبْتَني، وَاِنْ سَأَلْتُكَ اَعْطَيْتَني، وَاِنْ اَطَعْتُكَ شَكَرْتَني، وَاِنْ شَكَرْتُكَ زِدْتَني، كُلُّ ذلِكَ اِكْمالٌ لاََِنْعُمِكَ عَلَيَّ، وَاِحْسانِكَ اِلَيَّ، فَسُبْحانَكَ سُبْحانَكَ، مِنْ مُبْديًٍَ مُعيدٍ، حَميدٍ مجيدٍ، وتَقَدَّسَتْ اَسْمآؤُكَ، وَعَظُمَتْ آلاَؤُكَ، فَأَيُّ نِعَمِكَ يا اِلهي اُحْصي عَدَداً وَذِكْراً، أَمْ اَيُّ عَطاياكَ أَقُومُ بِها شُكْراً، وَهِيَ يا رَبِّ اَكْثرُ مِنْ اَنْ يُحْصِيَهَا الْعآدّوُنَ، أَوْ يَبْلُغَ عِلْماً بِهَا الْحافِظُونَ، ثُمَّ ما صَرَفْتَ وَدَرَأْتَ عَنّي اَللّهُمَّ مِنَ الضُرِّ وَالضَّرّآءِ، أَكْثَرَ مِمّا ظَهَرَ لي مِنَ الْعافِيَةِ وَالسَّرّآءِ، وَاَنَا اَشْهَدُ يا اِلهي بِحَقيقَةِ ايماني، وَعَقْدِ عَزَماتِ يَقيني، وَخالِصِ صَريحِ تَوْحيدي، وَباطِنِ مَكْنُونِ ضَميري، وَعَلائِقِ مَجاري نُورِ بَصَري، وَاَساريرِ صَفْحَةِ جَبيني، وَخُرْقِ مَسارِبِ نَفْسي، وَخَذاريفِ مارِنِ عِرْنَيني، وَمَسارِبِ سِماخِ سَمْعي، وَما ضُمَّتْ وَاَطبَقَتْ عَلَيْهِ شَفَتايَ، وَحرِكاتِ لَفظِ لِساني، وَمَغْرَزِ حَنَكِ فَمي وَفَكّي، وَمَنابِتِ اَضْراسي، وَمَساغِ مَطْعَمي وَمَشْرَبي، وَحِمالَةِ اُمِّ رَأْسي، وَبُلُوغِ فارِغِ حبائِلِ عُنُقي، وَمَا اشْتَمَلَ عَليْهِ تامُورُ صَدري، وَحمائِلِ حَبْلِ وَتيني، وَنِياطِ حِجابِ قَلْبي، وَأَفْلاذِ حَواشي كَبِدي، وَما حَوَتْهُ شَراسيفُ اَضْلاعي، وَحِقاقُ مَفاصِلي، وَقَبضُ عَوامِلي، وَاَطرافُ اَنامِلي وَلَحْمي وَدَمي، وَشَعْري وَبَشَري، وَعَصَبي وَقَصَبي، وَعِظامي وَمُخّي وَعُرُوقي، وَجَميعُ جَوارِحي، وَمَا انْتَسَجَ عَلى ذلِكَ اَيّامَ رَِضاعي، وَما اَقلَّتِ الأّرْضُ مِنّي، وَنَوْمي وَيقَظَتي وَسُكُوني وَحرَكاتِ رُكُوعي وَسُجُودي، اَنْ لَوْ حاوَلْتُ وَاجْتَهَدْتُ مَدَي الاعصارِ وَالاحْقابِ لَوْ عُمِّرْتُها اَنْ أُؤَدّيَ شُكْرَ واحِدَةٍ مِنْ أَنْعُمِكَ،مَا اسْتَطَعْتُ ذلِكَ اِلاّ بِمَنِّكَ،الْمُوجَبِ عَلَيَّ بِهِ شُكْرَكَ اَبَداً جَديداً، وَثَنآءً طارِفاً عَتيداً، اَجَلْ وَلوْ حَرَصْتُ اَنَا وَالْعآدُّونَ مِنْ اَنامِكَ، أَنْ نُحْصِيَ مَدي اِنْعامِكَ، سالِفِهِ وَآنِفِهِ ما حَصَرْناهُ عَدَداً، وَلا اَحْصَيناهُ اَمَداً، هَيْهاتَ أنّي ذلِكَ وَاَنْتَ الُمخْبِرُ في كِتابِكَ النّاطِقِ، وَالنَّبَأِ الصّادِقِ، وَاِنْ تَعُدُّوا نِعْمَةَ اللهِ لا تُحْصُوها، صَدَقَ كِتابُكَ اَللّهُمَّ وَاِنْبآؤُكَ، وَبَلَّغَتْ اَنْبِيآؤُكَ وَرُسُلُكَ، ما اَنْزَلْتَ عَلَيْهِمْ مِنْ وَحْيِكَ، وَشَرَعْتَ لَهُمْ وَبِهِمْ مِنْ دينِكَ، غَيْرَ أَنّي يا اِلهي اَشْهَدُ بِحهْدي وَجِدّي، وَمَبْلَغِ طاعَتي وَوُسْعي، وَأَقُولُ مُؤْمِناً مُوقِناً، اَلْحَمْدُ للهِ الَّذي لَمْ يَتَّخِذْ وَلَداً فَيَكُونَُ مَوْرُوثاً، وَلَمْ يَكُنْ لَهُ شَريكٌ في مُلْكِهِ فَيُضآدهُ فيَما ابْتَدَعَ، وَلا وَلِيٌّ مِنَ الذُّلِّ فَيُرْفِدَهُ فيما صَنَعَ، فَسُبْحانَهُ سُبْحانَهُ لَوْ كانَ فيهِما آلِهَةٌ اِلاَّ الله لَفَسَدَتا وَتَفَطَّرَتا، سُبْحانَ اللهِ الْواحِدِ الاحَدِ الصَّمَدِ الَّذي لَمْ يَلِدْ وَلَمْ يُولَدْ، وَلَمْ يَكُنْ لَهُ كُفُواً اَحَدٌ، اَلْحَمْدُ للهِ حَمْداً يُعادِلُ حَمْدَ مَلاَئِكَتِهِ الْمُقَرَّبينَ، وَاَنْبِيآئِهِ الْمُرْسَلينَ، وَصَلَّي اللهُ عَلى خِيَرَتِهِ مُحَمَّدٍ خاتَمِ النَّبِيّينَ، وَآلِهِ الطَّيِبينَ الطّاهِرينَ المخلَصينَ وَسَلَّمَ .\nثمّ اندفع في المسألة والدعاء وقال وعيناه سالتا دموعاً:\nاَللّهُمَّ اجْعَلْني اَخْشاكَ كَاُنّي اَراكَ، وَاَسْعِدْني بِتَقويكَ، وَلا تُشْقِني بِمَعْصِيَتِكَ، وَخِرْلي في قَضآئِكَ، وَبارِكْ لي في قَدَرِكَ، حَتّى لا أُحِبَّ تَعْجيلَ ما اَخَّرْتَ وَلا تَأخيرَ ما عَجَّلْتَ، اَللّهُمَّ اجْعَلْ غِنايَ في نَفْسي، وَالْيَقينَ في قَلْبي، وَالإخْلاصَ في عَمَلي، وَالنُّورَ في بَصَري، وَالْبَصيرَةَ في ديني، وَمَتِّعْني بِجَوارِحي، وَاجْعَلْ سَمْعي وَبَصَريَ الْوارِثَيْنِ مِنّي، وَانْصُرْني عَلى مَنْ ظَلَمَني، وَاَرِني فيهِ ثَاْري وَمَآرِبي، وَاَقِرَّ بِذلِكَ عَيْني، اَللَّهُمَّ اكْشِفْ كُرْبَتي، وَاسْتُرْ عَوْرَتي، وَاغْفِرْ لي خَطيَئَتي، وَاخْسَأْ شَيْطاني، وَفُكَّ رِهاني، وَاْجَعْلْ لي يا اِلهي الدَّرَجَةَ الْعُلْيا فِي الاَْخِرَةِ وَالاُْوْلي، اَللّهُمَّ لَكَ الْحَمْدُ كَما خَلَقْتَني فَجَعَلْتَني سَميعاً بَصيراً، وَلَكَ الْحَمْدُ كَما خَلَقْتَني فَجَعَلْتَني خَلْقاً سَوِيّاً رَحْمَةً بي، وَقَدْ كُنْتَ عَنْ خَلْقي غَنِيّاً، رَبِّ بِما بَرَأْتَنْي فَعَدَّلْتَ فِطْرَتي، رَبِّ بِما اَنَشَأْتَني فَاَحْسَنْتَ صُورَتي، رَبِّ بِما اَحْسَنْتَ اِلَيَّ وَفي نَفْسي عافَيْتَني، رَبِّ بِما كَلاََتَني وَوَفَّقْتَني، رَبِّ بِما اَنَعْمَتَ عَلَيَّ فَهَدَيْتَني، رَبِّ بِما اَوْلَيْتَني وَمِنْ كُلِّ خَيْرٍ اَعْطَيْتَني، رَبِّ بِما اَطْعَمْتَني وَسَقَيْتَني، رَبِّ بِما اَغْنَيْتَني وَاَقْنَيْتَني، رَبِّ بِما اَعَنْتَني وَاَعْزَزْتَني، رَبِّ بِما اَلْبَسْتَني مِنْ سِتْرِكَ الصّافي، وَيَسَّرْتَ لي مِنْ صُنْعِكَ الْكافي، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ، وَاَعِنّي عَلى بَوائِقِ الدُّهُورِ، وَصُرُوفِ اللَّيالي وَالايّامِ، وَنَجِّني مِنْ اَهْوالِ الدُّنْيا وَكُرُباتِ الاَْخِرَةِ، وَاكْفِني شَرَّ ما يَعْمَلُ الظّالِمُونَ فِي الارْضِ، اَللّهُمَّ ما اَخافُ فَاكْفِني، وَما اَحْذَرُ فَقِني، وَفي نَفْسي وَديني فَاحْرُسْني، وَفي سَفَري فَاحْفَظْني، وَفي اَهْلي وَمالي فَاخْلُفْني، وَفي ما رَزَقْتَني فَبارِكْ لي، وَفي نَفْسي فَذلِّلْني، وَفي اَعْيُنِ النّاسِ فَعَظِّمْني، وَمِنْ شَرِّ الْجِنِّ وَالإنْسِ فَسَلِّمْني، وَبِذُنُوبي فَلا تَفْضَحْنيوَبِسَريرَتي فَلا تُخْزِني، وَبِعَمَلي فَلا تَبْتَِلْني، وَنِعَمَكَ فَلا تَسْلُبْني، وَاِلى غَيْرِكَ فَلا تَكِلْني، اِلهي اِلى مَنْ تَكِلُني اِلي قَريبٍ فَيَقطَعُني، اَمْ اِلي بَعيدٍ فَيَتَجَهَّمُني، اَمْ اِلَي الْمُسْتَضْعَفينَ لي، وَاَنْتَ رَبّي وَمَليكُ اَمْري، اَشْكُو اِلَيْكَ غُرْبَتي وَبُعْدَ داري، وَهَواني عَلى مَنْ مَلَّكْتَهُ اَمْري، اِلهي فَلا تُحْلِلْ عَلَيَّ غَضَبَكَ، فَاِنْ لَمْ تَكُنْ غَضِبْتَ عَلَيَّ فَلا اُبالي سواك سُبْحانَكَ غَيْرَ اَنَّ عافِيَتَكَ اَوْسَعُ لي، فَأَسْأَلُكَ يا رَبِّ بِنُورِ وَجْهِكَ الَّذي اَشْرَقَتْ لَهُ الارْضُ وَالسَّماواتُ، وَكُشِفَتْ بِهِ الظُّلُماتُ، وَصَلُحَ بِهِ اَمْرُ الاوَّلينَ وَالاْخِرِينَ، اَنْ لا تُميتَني عَلى غَضَبِكَ، وَلا تُنْزِلْ بي سَخَطَكَ، لَكَ الْعُتْبي لَكَ الْعُتْبي حَتّى تَرْضى قَبْلَ ذلِك، لا اِلهَ اِلاّ اَنْتَ، رَبَّ الْبَلَدِ الْحَرامِ وَالْمَشْعَرِ الْحَرامِ، وَالْبَيْتِ الْعَتيقِ الَّذي اَحْلَلْتَهُ الْبَرَكَةَ، وَجَعَلْتَهُ لِلنّاسِ اَمْنَاً، يا مَنْ عَفا عَنْ عَظيمِ الذُّنُوبِ بِحِلْمِهِ، يا مَنْ اَسْبَغَ النَّعْمآءَ بِفَضْلِهِ، يا مَنْ اَعْطَى الْجَزيلَ بِكَرَمِهِ، يا عُدَّتي في شِدَّتي، يا صاحِبي في وَحْدَتي، يا غِياثي في كُرْبَتي، يا وَلِيّي في نِعْمَتي، يا اِلهي وَاِلهَ آبائي اِبْراهيمَ وَاِسْماعيلَ وَاِسْحاقَ وَيَعْقُوبَ، وَرَبَّ جَبْرَئيلَ وَميكائيلَ وَاِسْرافيلَ، وَربَّ مُحَمَّدٍ خاتَمِ النَّبِيينَ وَآلِهِ الْمُنْتَجَبينَ، ومُنْزِلَ التَّوراةِ وَالإنْجيلَ، وَالزَّبُورِ وَالْفُرْقانِ، وَمُنَزِّلَ كَهَيَعَصَ وَطَهَ وَيَسَ، وَالْقُرآنِ الْحَكيمِ، اَنْتَ كَهْفي حينَ تُعيينِي الْمَذاهِبُ في سَعَتِها، وَتَضيقُ بِيَ الارْضُ بِرُحْبِها، وَلَوْلا رَحْمَتُكَ لَكُنْتُ مِنَ الْهالِكينَ، وَاَنْتَ مُقيلُ عَثْرَتي، وَلَوْلا سَتْرُكَ اِيّايَ لَكُنْتُ مِنَ الْمَفْضُوحِينَ، وَاَنْتَ مُؤَيِّدي بِالنَّصْرِ عَلى اَعْدآئي، وَلَوْلا نَصْرُكَ اِيّايَ لَكُنْتُ مِنَ الْمَغْلُوبينَ، يا مَنْ خَصَّ نَفْسَهُ بِالْسُّمُوِّ وَالرِّفْعَةِ، فَاَوْلِيآؤهُ بِعِزِّهِ يَعْتَزُّونَ، يا مَنْ جَعَلَتْ لَهُ الْمُلُوكُ نَيرَ الْمَذَلَّةِ عَلى اَعْناقِهِمْ، فَهُمْ مِنْ سَطَواتِهِ خائِفُونَ، يَعْلَمُ خائِنَةَ الاعْيُنِ وَما تُخْفِي الصُّدُورُ، وَغَيْبَ ما تَأتِي بِهِ الازْمِنَةُ وَالدُّهُورُ، يا مَنْ لا يَعْلَمُ كَيْفَ هُوَ اِلاّ هُوَ، يا مَنْ لا يَعْلَمُ ما هُوَ الاّ هُوَ، يا مَنْ لا يَعْلَم يَعْلَمُهُ، اِلاّ هُوَ يا مَنْ كَبَسَ الارْضَ عَلى الْمآءِ، وَسَدَّ الْهَوآءَ بِالسَّمآءِ، يا مَنْ لَهُ اَكْرَمُ الاسْمآءِ، يا ذَا الْمَعْرُوفِ الَّذي لا يَنْقَطِعُ اَبَداً، يا مُقَيِّضَ الرَّكْبِ لِيُوسُفَ فِي الْبَلَدِ الْقَفْرِ، وَمُخْرِجَهُ مِنَ الْجُبِّ،وَجاعِلَهُ بَعْدَ الْعُبودِيَّةِ مَلِكاً، يا رآدَّهُ عَلى يَعْقُوبَ بَعْدَ اَنِ ابْيَضَّتْ عَيْناهُ مِنَ الْحُزْنِ فَهُوَ كَظيمٌ، يا كاشِفَ الضُّرِّ وَالْبَلْوي عَنْ اَيُّوبَ، وياَمُمْسِكَ يَدَيْ اِبْراهيمَ عَنْ ذَبْحِ ابْنِهِ بَعْدَ كِبَرِ سِنِّهِ، وَفَنآءِ عُمُرِهِ، يا مَنِ اسْتَجابَ لِزَكَرِيّا فَوَهَبَ لَهُ يَحْيي، وَلَمْ يَدَعْهُ فَرْداً وَحيداً، يا مَنْ اَخْرَجَ يُونُسَ مِنْ بَطْنِ الْحُوتِ، يا مَنْ فَلَقَ الْبَحْرَ لِبَني اِسْرآئيلَ فَاَنْجاهُمْ، وَجَعَلَ فِرْعَوْنَ وَجُنُودَهُ مِنَ الْمُغْرَقينَ، يا مَنْ اَرْسَلَ الرِّياحَ مُبَشِّراتٍ بَيْنَ يَدَيْ رَحْمَتِهِ، يا مَنْ لَمْ يَعْجَلْ عَلى مَنْ عَصاهُ مِنْ خَلْقِهِ، يا مَنِ اسْتَنْقَذَ السَّحَرَةَ مِنْ بَعْدِ طُولِ الْجُحُودِ وَقَدْ غَدَوْا في نِعْمَتِهِ يَأكُلُونَ رِزْقَهُ وَيَعْبُدُونَ غَيْرَهُ، وَقَدْ حادُّوهُ وَنادُّوهُ وَكَذَّبُوا رُسُلَهُ، يا اَللهُ يا اَللهُ، يا بَديَُ يا بَديعاًُ لا نِدَّلَكَ، يا دآئِماً لا نَفَادَ لَكَ، يا حَيّاً حينَ لا حَيَّ، يا مُحْيِيَ الْمَوْتى، يا مَنْ هُوَ قآئِمٌ عَلى كُلِّ نَفْسٍ بِما كَسَبَتْ، يا مَنْ قَلَّ لَهُ شُكْري فَلَمْ يَحْرِمْني، وَعَظُمَتْ خَطيَئَتي فَلَمْ يَفْضَحْني، وَرَآني عَلى الْمَعاصي فَلَمْ يَشْهَرْني، يا مَنْ حَفِظَني في صِغَري، يا مَنْ رَزَقَني في كِبَري، يا مَنْ اَياديهِ عِنْدي لا تُحْصى وَنِعَمُهُ لا تُجازى، يا مَنْ عارَضَني بِالْخَيْرِ والاِْحْسانِ، وَعارَضْتُهُ بِالاْساءة وَالْعِصْيانِ، يا مَنْ هَداني بالاِْيمانِ مِنْ قَبْلِ اَنْ اَعْرِفَ شُكْرَ الاِْمْتِنانِ، يا مَنْ دَعَوْتُهُ مَريضاً فَشَفاني، وَعُرْياناً فَكَساني، وَجائِعاً فَاَشْبَعَني، وَعَطْشاناً فَاَرْواني، وَذَليلاً فَاَعَزَّني، وَجاهِلاً فَعَرَّفَني، وَوَحيداً فَكَثَّرَني، وَغائِباً فَرَدَّني، وَمُقِلاًّ فَاَغْناني، وَمُنْتَصِراً فَنَصَرَني، وَغَنِيّاً فَلَمْ يَسْلُبْني، وَاَمْسَكْتُ عَنْ جَميعِ ذلِكَ فَابْتَدَاَني، فَلَكَ الْحَمْدُ وَالشُّكْرُ، يا مَنْ اَقالَ عَثْرَتي، وَنَفَّسَ كُرْبَتي، وَاَجابَ دَعْوَتي، وَسَتَرَ عَوْرَتي، وَغَفَرَ ذُنُوبي، وَبَلَّغَني طَلِبَتي، وَنَصَرَني عَلى عَدُوّي، وَاِنْ اَعُدَّ نِعَمَكَ وَمِنَنَكَ وَكَرائِمَ مِنَحِكَ لا اُحْصيها، يا مَوْلايَ اَنْتَ الَّذي مَنْنْتَ، اَنْتَ الَّذي اَنْعَمْتَ، اَنْتَ الَّذي اَحْسَنْتَ، اَنْتَ الَّذي اَجْمَلْتَ، اَنْتَ الَّذي اَفْضَلْتَ، اَنْتَ الَّذي اَكْمَلْتَ، اَنْتَ الَّذي رَزَقْتَ، اَنْتَ الَّذي وَفَّقْتَ، اَنْتَ الَّذي اَعْطَيْتَ، اَنْتَ الَّذي اَغْنَيْتَ، اَنْتَ الَّذي اَقْنَيْتَ، اَنْتَ الَّذي آوَيْتَ، اَنْتَ الَّذي كَفَيْتَ، اَنْتَ الَّذي هَدَيْتَ، اَنْتَ الَّذي عَصَمْتَ، اَنْتَ الَّذي سَتَرْتَ، اَنْتَ الَّذي غَفَرْتَ، اَنْتَ الَّذي اَقَلْتَ، اَنْتَ الَّذي مَكَّنْتَ، اَنْتَ الَّذي اَعْزَزْتَ، اَنْتَ الَّذي اَعَنْتَ، اَنْتَ الَّذي عَضَدْتَ، اَنْتَ الَّذي اَيَّدْتَ، اَنْتَ الَّذي نَصَرْتَ، اَنْتَ الَّذي شَفَيْتَ، اَنْتَ الَّذي عافَيْتَ، اَنْتَ الَّذي اَكْرَمْتَ، تَبارَكْتَ وَتَعالَيْتَ، فَلَكَ الْحَمْدُ دآئِماً، وَلَكَ الشُّكْرُ واصِباً اَبَداً، ثُمَّ اَنَا يا اِلهَي الْمُعَتَرِفُ بِذُنُوبي فَاغْفِرْها لي، اَنَا الَّذي اَسَأتُ، اَنَا الَّذي اَخْطَأتُ، اَنَا الَّذي هَمَمْتُ، اَنَا الَّذي جَهِلْتُ، اَنَا الَّذي غَفِلْتُ، اَنَا الَّذي سَهَوْتُ، اَنَا الَّذِي اعْتَمَدْتُ، اَنَا الَّذي تَعَمَّدْتُ، اَنَا الَّذي وَعَدْتُ، َاَنَا الَّذي اَخْلَفْتُ، اَنَا الَّذي نَكَثْتُ، اَنَا الَّذي اَقْرَرْتُ، اَنَا الَّذِي اعْتَرَفْتُ بِنِعْمَتِكَ عَلَيَّ وَعِنْدي، وَاَبُوءُ بِذُنُوبي فَاغْفِرْها لي، يا مَنْ لا تَضُرُّهُ ذُنُوبُ عِبادِهِ، وهُوَ الَغَنِيُّ عَنْ طاعَتِهِمْ، وَالْمُوَفِّقُ مَنْ عَمِلَ صالِحاً مِنْهُمْ بِمَعُونَتِهِ وَرَحْمَتِه، فَلَكَ الْحَمْدُ اِلهي وَسيِّدي، اِلهي اَمَرْتَني فَعَصَيْتُكَ، وَنَهَيْتَني فَارْتَكَبْتُ نَهْيَكَ، فَاَصْبَحْتُ لاذا بَرآئة لي فَاَعْتَذِرُ، وَلاذا قُوَّةٍ فَاَنْتَصِرَُ، فَبِأَيِّ شيءٍ اَسْتَقْبِلُكَ يا مَوْلايَ، اَبِسَمْعي اَمْ بِبَصَري أْم بِلِساني اَمْ بِيَدي اَمْ بِرِجْلي، اَلَيْسَ كُلُّها نِعَمَكَ عِندي، وَبِكُلِّها عَصَيْتُكَ يا مَوْلايَ، فَلَكَ الْحُجَّةُ وَالسَّبيلُ عَليَّ، يا مَنْ سَتَرَني مِنَ الاَْباءِ وَالاُْمَّهاتِ اَنْ يَزجُرُوني، وَمِنَ الْعَشائِرِ وَالإخْوانِ اَنْ يُعَيِّرُوني، وَمِنَ السَّلاطينِ اَنْ يُعاقِبُوني، وَلَوِ اطَّلَعُوا يا مَوْلايَ عَلى مَا اطَّلَعْتَ عَلَيْهِ مِنّي اِذاً ما اَنْظَرُوني، وَلَرَفَضُوني وَقَطَعُوني، فَها اَنَا ذا يا اِلهي بَيْنَ يَدَيْكَ يا سَيِّدي خاضِعٌ ذَليلٌ، حَصيرٌ حَقيرٌ، لا ذُو بَرآئة فَاَعْتَذِرَ، وَلا ذُو قُوَّةٍ فَاَنْتَصِرَُ، وَلا حُجَّةٍ فَاَحْتَجّ بِها، وَلا قائِلٌ لَمْ اَجْتَرِحْ، وَلَمْ اَعْمَلْ سُوَاءً وَما عَسَي الْجُحُودُ وَلَوْ جَحَدْتُ يا مَوْلايَ يَنْفَعُني، كَيْفَ وَاَنّي ذلِكَ وَجَوارِحي كُلُّها شاهِدَةٌ عَلَيَّ بِما قَدْ عَمِلْتُ، وَعَلِمْتُ يَقيناً غَيْرَ ذي شَكٍّ اَنَّكَ سآئِلي مِنْ عَظائِمِ الاُْمُورِ، وَاَنَّكَ الْحَكَمُ الْعَدْلُ الَّذي لا تَجُورُ، وَعَدْلُكَ مُهْلِكي، وَمِنْ كُلِّ عَدْلِكَ مَهْرَبي، فَاِنْ تُعَذِّبْني يا اِلهي فَبِذُنُوبي بَعْدَ حُجَّتِكَ عَلَيَّ، وَاِنْ تَعْفُ عَنّي فَبِحِلْمِكَ وَجُودِكَ وَكَرَمِكَ، لا اِلهَ اِلاّ اَنْتَ سُبْحانَكَ اِنّي كُنْتُ مِنَ الظّالِمينَ، لا اِلهَ اِلاّ اَنْتَ سُبْحانَكَ اِنّي كُنْتُ مِنَ الْمُسْتَغْفِرينَ، لا اِلهَ اِلاّ اَنْتَ سُبْحانَكَ اِنّي كُنْتُ مِنَ الْمُوَحِّدينَ، لا اِلهَ اِلاّ اَنْتَ سُبْحانَكَ اِنّي كُنْتُ مِنَ الْخائِفينَ، لا اِلهَ اِلاّ اَنْتَ سُبْحانَكَ اِنّي كُنْتُ مِنَ الْوَجِلينَ، لا اِلهَ اِلاّ اَنْتَ سُبْحانَكَ اِنّي كُنْتُ مِنَ الَّراجينَ، لا اِلهَ اِلاّ اَنْتَ سُبْحانَكَ اِنّي كُنْتُ مِنَ الرّاغِبينَ، لا اِلهَ اِلاّ اَنْتَ سُبْحانَكَ اِنّي كُنْتُ مِنَ الْمُهَلِّلينَ، لا اِلهَ اِلاّ اَنْتَ سُبْحانَكَ اِنّي كُنْتُ مِنَ السّائِلينَ، لا اِلهَ اِلاّ اَنْتَ سُبْحانَكَ اِنّي كُنْتُ مِنَ الْمُسَبِّحينَ، لا اِلهَ اِلاّ اَنْتَ سُبْحانَكَ اِنّي كُنْتُ مِنَ الْمُكَبِّرينَ، لا اِلهَ اِلاّ اَنْتَ سُبْحانَكَ رَبّي وَرَبُّ آبائِيَ الاوَّلينَ، اَللّهُمَّ هذا ثَنائي عَلَيْكَ مُمَجِّداً، وَاِخْلاصي لذِكْرِكَ مُوَحِّداً، وَاِقْراري بِآلائكَ مَعَدِّداً، وَاِنْ كُنْتُ مُقِرّاً اَنّي لَمْ اُحْصِها لِكَثْرَتِها وَسُبوغِها، وَتَظاهُرِها وَتَقادُمِها اِلي حادِثٍ، ما لَمْ تَزَلْ تَتَعَهَّدُني بِهِ مَعَها مُنْذُ خَلَقْتَني وَبَرَأتَني مِنْ اَوَّلِ الْعُمْرِ، مِنَ الإغْنآءِ مِنَ الْفَقْرِ، وَكَشْفِ الضُّرِّ، وَتَسْبِيبِ الْيُسْرِ، وَدَفْعِ الْعُسْرِ، وَتَفريجِ الْكَرْبِ، وَالْعافِيَةِ فِي الْبَدَنِ، وَالسَّلامَةِ فِي الدّينِ، وَلَوْ رَفَدَني عَلى قَدْرِ ذِكْرِ نِعْمَتِكَ جَميعُ الْعالَمينَ مِنَ الاوَّلينَ وَالاَْخِرينَ، ما قَدَرْتُ وَلاهُمْ عَلى ذلِكَ، تَقَدَّسْتَ وَتَعالَيْتَ مِنْ رَبٍّ كَريمٍ عَظيمٍ رَحيمٍ، لا تُحْصي آلاَؤُكَ، وَلا يُبْلَغُ ثَنآؤُكَ، وَلا تُكافئ نَعْمآؤُكَ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ، وَاَتْمِمْ عَلَيْنا نِعَمَكَ، وَاَسْعِدْنا بِطاعَتِكَ، سُبْحانَكَ لا اِلهَ اِلاّ اَنْتَ، اَللَّهُمَّ اِنَّكَ تُجيبُ الْمُضْطَرَّ، وَتَكْشِفُ السُّوءَ، وَتُغيثُ الْمَكْرُوبَ، وَتَشْفِي السَّقيمَ، وَتُغْنِي الْفَقيرَ، وَتَجْبُرُ الْكَسيرَ، وَتَرْحَمُ الصَّغيرَ، وَتُعينُ الْكَبيرَ، وَلَيْسَ دُونَكَ ظَهيرٌ، وَلا فَوْقَكَ قَديرٌ، وَانْتَ الْعَلِيُّ الْكَبيرُ، يا مُطْلِقَ الْمُكَبِّلِ الاسيرِ، يا رازِقَ الطِّفْلِ الصَّغيرِ، يا عِصْمَةَ الْخآئِفِ الْمُسْتَجيرِ، يا مَنْ لا شَريكَ لَهُ وَلا وَزيرَ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ، وَاَعْطِني في هذِهِ الْعَشِيَّةِ، اَفْضَلَ ما اَعْطَيْتَ وَاَنَلْتَ اَحَداً مِنْ عِبادِكَ، مِنْ نِعْمَةٍ تُوليها، وَآلآءٍ تُجَدِّدُها، وَبَلِيَّةٍ تَصْرِفُها، وَكُرْبَةٍ تَكْشِفُها، وَدَعْوَةٍ تَسْمَعُها، وَحَسَنَةٍ تَتَقَبَّلُها، وَسَيِّئَةٍ تَتَغَمَّدُها، اِنَّكَ لَطيفٌ بِما تَشاءُ خَبيرٌ، وَعَلى كُلِّ شيءٍ قَديرٌ، اَللَّهُمَّ اِنَّكَ اَقْرَبُ مَنْ دُعِيَ، وَاَسْرَعُ مَنْ اَجابَ، وَاَكْرَمُ مَنْ عَفي، وَاَوْسَعُ مَنْ اَعْطي، وَاَسْمَعُ مَنْ سُئِلَ، يارَحمانَ الدُّنْيا والاَْخِرَةِ وَرحيمُهُما، لَيْسَ كَمِثْلِكَ مَسْؤولٌ، وَلا سِواكَ مَأمُولٌ، دَعَوْتُكَ فَاَجَبْتَني، وَسَأَلْتُكَ فَاَعْطَيْتَني، وَرَغِبْتُ اِلَيْكَ فَرَحِمْتَني، وَوَثِقْتُ بِكَ فَنَجَّيْتَني، وَفَزِعْتُ اِلَيْكَ فَكَفَيْتَني، اَللَّهُمَّ فَصَلِّ عَلى مُحَمَّد عَبْدِكَ وَرَسُولِكَ وَنَبِيِّكَ، وَعَلى آلِهِ الطَّيِّبينَ الطّاهِرينَ اَجْمَعينَ، وَتَمِّمْ لَنا نَعْمآءَكَ وَهَنِّئْنا عَطآءَكَ، وَاكْتُبْنا لَكَ شاكِرينَ، وَلاَِلاَئِكَ ذاكِرينَ، آمينَ آمينَ رَبَّ الْعالَمينَ، اَللّهُمَّ يا مَنْ مَلَكَ فَقَدَرَ، وَقَدَرَ فَقَهَرَ، وَعُصِيَ فَسَتَرَ، وَاسْتُغْفِرَ فَغَفَرَ، يا غايَةَ الطّالِبينَ الرّاغِبينَ، وَمُنْتَهي اَمَلِ الرّاجينَ، يا مَنْ اَحاطَ بِكُلِّ شيءٍ عِلْماً، وَوَسِعَ الْمُسْتَقيلينَ رَأفَةً ورحمة وَحِلْماً، اَللّهُمَّ اِنّا نَتَوَجَّهُ اِلَيْكَ في هذِهِ الْعَشِيَّةِ الَّتي شَرَّفْتَها وَعَظَّمْتَها بِمُحَمَّدٍ نَبِيِّكَ وَرَسُولِكَ، وَخِيَرَتِكَ مِنْ خَلْقِكَ، وَاَمينِكَ عَلى وَحْيِكَ، الْبَشيرِ النَّذيرِ، السِّراجِ الْمُنيرِ، الَّذي اَنْعَمْتَ بِهِ عَلَى الْمُسْلِمينَ، وَجَعَلْتَهُ رَحْمَةً لِلْعالَمينَ، اَللَّهُمَّ فَصَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ، كَما مُحَمَّدٌ اَهْلٌ لِذلِكَ مِنْكَ يا عَظيمُ فَصَلِّ عَلَيْهِ وَعَلى آلِهِ، الْمُنْتَجَبينَ الطَّيِّبينَ الطّاهِرينَ اَجْمَعينَ، وَتَغَمَّدْنا بِعَفْوِكَ عَنّا، فَاِلَيْكَ عَجَّتِ الاصْواتُ بِصُنُوفِ اللُّغاتِ، فَاجْعَلْ لَنا اَللّهُمَّ في هذِهِ الْعَشِيَّةِ نَصيباً مِنْ كُلِّ خَيْرٍ تَقْسِمُهُ بَيْنَ عِبادِكَ، وَنُورٍ تَهْدي بِهِ، وَرَحْمَةٍ تَنْشُرُها، وَبَرَكَةٍ تُنْزِلُها، وَعافِيَةٍ تُجَلِّلُها، وَرِزْقٍ تَبْسُطُهُ، يا اَرْحَمَ الرّاحِمينَ، اَللَّهُمَّ اقْلِبْنا في هذَا الْوَقْتِ مُنْجِحينَ مُفْلِحينَ مَبْرُورينَ غانِمينَ، وَلا تَجْعَلْنا مِنَ الْقانِطينَ، وَلا تُخْلِنا مِنْ رَحْمَتِكَ، وَلا تَحْرِمْنا ما نُؤَمِّلُهُ مِنْ فَضْلِكَ، وَلا تَجْعَلْنا مِنْ رَحْمَتِكَ مَحْرُومينَ، وَلا لِفَضْلِ ما نُؤَمِّلُهُ مِنْ عَطآئِكَ قانِطينَ، وَلا تَرُدَّنا خائِبينَ،وَلا مِنْ بابِكَ مَطْرُودينَ، يا اَجْوَدَ الاََجْوَدينَ، وَاَكْرَمَ الاكْرَمينَ، اِلَيْكَ اَقْبَلْنا مُوقِنينَ، وَلِبَيْتِكَ الْحَرامِ آمّينَ قاصِدينَ، فَاَعِنّا عَلى مَناسِكِنا، وَاَكْمِلْ لَنا حَجَّنا، وَاْعْفُ عَنّا وَعافِنا، فَقَدْ مَدَدْنا اِلَيْكَ اَيْديَنا فَهِيَ بِذِلَّةِ الإعْتِرافِ مَوْسُومَةٌ، اَللَّهُمَّ فَاَعْطِنا في هذِهِ الْعَشِيَّةِ ما سَأَلْناكَ، وَاكْفِنا مَا اسْتَكْفَيْناكَ، فَلا كافِيَ لَنا سِواكَ، وَلا رَبَّ لَنا غَيْرُكَ، نافِذٌ فينا حُكْمُكَ، مُحيطٌ بِنا عِلْمُكَ، عَدْلٌ فينا قَضآؤُكَ، اِقْضِ لَنَا الْخَيْرَ، وَاجْعَلْنا مِنْ اَهْلِ الْخَيْرِ، اَللَّهُمَّ اَوْجِبْ لَنا بِجُودِكَ عَظيمَ الاجْرِ، وَكَريمَ الذُّخْرِ، وَدَوامَ الْيُسْرِ، وَاغْفِرْ لَنا ذُنُوبَنا اَجْمَعينَ، وَلا تُهْلِكْنا مَعَ الْهالِكينَ، وَلا تَصْرِفْ عَنّا رَأفَتَكَ وَرَحْمَتَك يا اَرْحَمَ الرّاحِمينَ، اَللّهُمَّ اجْعَلْنا في هذَا الْوَقْتِ مِمَّنْ سَاَلَكَ فَاَعْطَيْتَهُ، وَشَكَرَكَ فَزِدْتَهُ، وَتابَ اِلَيْكَ فَقَبِلْتَهُ وَتَنَصَّلَ اِلَيْكَ مِنْ ذُنُوبِهِ كُلِّها فَغَفَرْتَها لَهُ،يا ذَا الْجَلالِ وَالإكْرامِ، اَللّهُمَّ وفَقِّنا وَسَدِّدْنا واقْبَلْ تَضَرُّعَنا، يا خَيْرَ مَنْ سُئِلَ، وَيا اَرْحَمَ مَنِ اسْتُرْحِمَ، يا مَنْ لا يَخْفى عَلَيْهِ اِغْماضُ الْجُفُونِ، َولا لَحْظُ الْعُيُونِ، وَلا مَا اسْتَقَرَّ فِي الْمَكْنُونِ، وَلا مَا انْطَوَتْ عَلَيْهِ مُضْمَراتُ الْقُلُوبِ، اَلا كُلُّ ذلِكَ قَدْ اَحْصاهُ عِلْمُكَ، وَوَسِعَهُ حِلْمُكَ، سُبْحانَكَ وَتَعالَيْتَ عَمّا يَقُولُ الظّالِمُونَ عُلُوّاً كَبيراً، تُسَبِّحُ لَكَ السَّماواتُ السَّبْعُ وَالارَضُونَ وَمَنْ فيهِنَّ، وَاِنْ مِنْ شيءٍ اِلاّ يُسَبِّحُ بِحَمْدِكَ، فَلَكَ الْحَمْدُ وَالْمجْدُ وَعُلُوُّ الْجَدِّ، يا ذَا الْجَلالِ وَالإكْرامِ، وَالْفَضْلِ وَالإنْعامِ، وَالايادِي الْجِسامِ، وَاَنْتَ الْجَوادُ الْكَريم الرَّؤُوفُ الرَّحيمُ، اَللَّهُمَّ اَوْسِعْ عَلَيَّ مِنْ رِزْقِكَ الْحَلالِ، وَعافِني في بَدَني وَديني، وَآمِنْ خَوْفي وَاعْتِقْ رَقَبَتي مِنَ النّارِ، اَللّهُمَّ لا تَمْكُرْ بي وَلا تَسْتَدْرِجْني، وَلا تَخْدَعْني، وَادْرَأ عَنّي شَرَّ فَسَقَةِ الْجِنِّ وَالانْسِ .\nثمّ رفع رأسه وبصره الي السّماء وعيناه تفيضان بالدمعٍ كأنهما مزادتان وقال:\nيا اَسْمَعَ السّامِعينَ ويا اَبْصَرَ النّاظِرينَ، وَيا اَسْرَعَ الْحاسِبينَ، وَيا اَرْحَمَ الرّاحِمينَ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ السّادَةِ الْمَيامينَ، وَاَسْأَلُكَ اَللَّهُمَّ حاجَتِي اَّلتي اِنْ اَعْطَيْتَنيها لَمْ يَضُرَّني ما مَنَعْتَني، وَاِنْ مَنَعْتَنيها لَمْ يَنْفَعْني ما اَعْطَيْتَني، اَسْأَلُكَ فَكاكَ رَقَبَتي مِنَ النّارِ، لا اِلهَ الاّ اَنْتَ وَحْدَكَ لا شَريكَ لَكَ، لَكَ الْمُلْكُ وَلَكَ الْحَمْدُ وَاَنْتَ عَلى كُلِّ شيءٍ قَديرٌ، يا رَبُّ يا رَبُّ .\nوكان يكرّر قوله يا رَبُّ فشغل من حوله عن الدّعاء لاَنفسهم واقبلوا على الاستماع له والتّأمين علي دعائه ثمّ علت أصواتهم بالبكاء معه حتىغربت الشّمس وأفاض النّاس معه. الي هنا انتهيّ دعاء الحسين عليه السلام يوم عرفة كما أورده الكفعمي وكذا المجلسي في كتاب زاد المعاد الا أن السّيد ابن طاووس اضاف بعد يا رَبِّ يا رَبِّ يا رَبِّ هذه الزيادة..\nاِلهي اَنَا الْفَقيرُ في غِنايَ فَكَيْفَ لا اَكُونُ فَقيراً في فَقْري، اِلهي اَنَا الْجاهِلُ في عِلْمي فَكَيْفَ لا اَكُونُ جَهُولاً في جَهْلي، اِلهي اِنَّ اخْتِلافَ تَدْبيرِكَ، وَسُرْعَةَ طَوآءِ مَقاديرِكَ، مَنَعا عِبادَكَ الْعارِفينَ بِكَ عَنْ السُّكُونِ اِلي عَطآءٍ، وَالْيأْسِ مِنْكَ في بَلاَءٍ، اِلهي مِنّي ما يَليقُ بِلُؤُمي وَمِنْكَ ما يَليقُ بِكَرَمِكَ، اِلهي وَصَفْتَ نَفْسَكَ بِاللُّطْفِ وَالرَّأْفَةِ لي قَبْلَ وُجُودِ ضَعْفي، اَفَتَمْنَعُني مِنْهُما بَعْدَ وُجُودِ ضَعْفي، اِلهي اِنْ ظَهَرَتِ المحاسِنُ مِنّي فَبِفَضْلِكَ، وَلَكَ الْمِنَّةُ عَلَيَّ، وَاِنْ ظَهَرْتِ الْمَساويَُ مِنّي فَبِعَدْلِكَ، وَلَكَ الْحُجَّةُ عَلَيَّ،اِلهي كَيْفَ تَكِلُني وَقَدْ تَكَفَّلْتَ لي، وَكَيْفَ اُضامُ وَاَنْتَ النّاصِرُ لي، اَمْ كَيْفَ اَخيبُ وَاَنْتَ الْحَفِيُّ بي، ها اَنَا اَتَوَسَّلُ اِلَيْكَ بِفَقْري اِلَيْكَ، وَكَيْفَ اَتَوَسَّلُ اِلَيْكَ بِما هُوَ مَحالٌ اَنْ يَصِلَ اِلَيْكَ، اَمْ كَيْفَ اَشْكُو اِلَيْكَ حالي وَهُوَ لا يَخْفي عَلَيْكَ، اَمْ كَيْفَ اُتَرْجِمُ بِمَقالي وَهُوَ مِنَكَ بَرَزٌ اِلَيْكَ، اَمْ كَيْفَ تُخَيِّبُ آمالي وَهِيَ قَدْ وَفَدَتْ اِلَيْكَ، اَمْ كَيْفَ لا تُحْسِنُ اَحْوالي وَبِكَ قامَتْ، اِلهي ما اَلْطَفَكَ بي مَعَ عَظيمِ جَهْلي، وَما اَرْحَمَكَ بي مَعَ قَبيحِ فِعْلي، اِلهي ما اَقْرَبَكَ مِنّي وَاَبْعَدَني عَنْكَ، وَما اَرْاَفَكَ بي فَمَا الَّذي يَحْجُبُني عَنْكَ، اِلهي عَلِمْتُ بِاِخْتِلافِ الاَْثارِ وَتَنقُّلاتِ الاطْوارِ اَنَّ مُرادَكَ مِنّي اَنْ تَتَعَرَّفَ اِلَيَّ في كُلِّ شيءٍ حَتّى لا اَجْهَلَكَ في شيءٍ، اِلهي كُلَّما اَخْرَسَني لُؤْمي اَنْطَقَني كَرَمُكَ، وَكُلَّما آيَسَتْني اَوْصافي اَطْمَعَتْني مِنَنُكَ، اِلهي مَنْ كانَتْ مَحاسِنُهُ مَساوِيَ، فَكَيْفَ لا تَكُونُ مُساويهِ مَساوِيَ، وَمَنْ كانَتْ حَقايِقُهُ دَعاوِي فَكَيْفَ لا تَكُونُ دَعاوِيَهِ دَعاوِيَ، اِلهي حُكْمُكَ النّافِذُ، وَمَشِيَّتُكَ الْقاهِرَةُ لَمْ يَتْرُكا لِذي مَقالٍ مَقالاً، وَلا لِذي حالٍ حالاً، اِلهي كَمْ مِنْ طاعَةٍ بَنَيْتُها، وَحالَةٍ شَيَّدْتُها، هَدَمَ اِعْتِمادي عَلَيْها عَدْلُكَ، بَلْ اَقالَني مِنْها فَضْلُكَ، اِلهي اِنَّكَ تَعْلَمُ اَنّي وَاِنْ لَمْ تَدُمِ الطّاعَةُ مِنّي فِعْلاً جَزْماً فَقَدْ دامَتْ مَحَبَّةً وَعَزْماً، اِلهي كَيْفَ اَعْزِمُ وَاَنْتَ الْقاهِرُ، وَكَيْفَ لا اَعْزِمُ وَاَنْتَ الاَْمِرُ، اِلهي تَرَدُّدي فِي الاَْثارِ يُوجِبُ بُعْدَ الْمَزارِ، فَاجْمَعْني عَلَيْكَ بِخِدْمَةٍ تُوصِلُني اِلَيْكَ، كَيْفَ يُسْتَدَلُّ عَلَيْكَ بِما هُوَ في وُجُودِهِ مُفْتَقِرٌ اِلَيْكَ، اَيَكُونُ لِغَيْرِكَ مِنَ الظُّهُورِ ما لَيْسَ لَكَ حَتّي يَكُونَ هُوَ الْمُظْهِرَ لَكَ، مَتي غِبْتَ حَتّي تَحْتاجَ اِلي دَليلٍ يَدُلُّ عَليْكَ، وَمَتي بَعُدْتَ حَتّي تَكُونَ الاَْثارهِيَ الَّتي تُوصِلُ اِلَيْكَ، عَمِيَتْ عَيْنٌ لا تَراكَ عَلَيْها رَقيباً، وَخَسِرَتْ صَفْقَةُ عَبْدٍ لَمْ تَجْعَلْ لَهُ مِنْ حُبِّكَ نَصيباً، اِلهي اَمَرْتَ بِالرُّجُوعِ اِلَي الاَْثارِ فَاَرْجِعْني اِلَيْكَ بِكِسْوَةِ الانْوارِ وَهِدايَةِ الاسْتِبصار حَتّي اَرْجَعَ اِلَيْكَ مِنْها كَما دَخَلْتُ اِلَيْكَ مِنْها، مَصُونَ السِّرِّ عَنِ النَّظَرِ اِلَيْها، وَمَرْفُوعَ الْهِمَّةِ عَنِ الاعْتِمادِ عَلَيْها، اِنَّكَ عَلى كُلِّ شيءٍ قَديرٌ، اِلهي هذا ذُلّي ظاهِرٌ بَيْنَ يَدَيْكَ، وَهذا حالي لا يَخْفي عَلَيْكَ، مِنْكَ اَطْلُبُ الْوُصُولُ اِلَيْكَ، َوِبَكَ اَسْتَدِلُّ عَلَيْكَ، فَاهْدِني بِنُورِكَ اِلَيْكَ، وَاَقِمْني بِصِدْقِ الْعُبُودِيَّةِ بَيْنَ يَدَيْكَ، اِلهي عَلِّمْني مِنْ عِلْمِكَ المخْزُونِ، وَصُنّي بِسِتْرِكَ الْمَصُونِ، اِلهي حَقِّقْني بِحَقائِقِ اَهْلِ الْقُرْبِ، وَاسْلُكْ بي مَسْلَكَ اَهْلِ الْجَذْبِ، اِلهي اَغْنِني بِتَدْبيرِكَ لي عَنْ تَدْبيري وَبِاخْتِيارِكَ عَنِ اخْتِياري، وَاَوْقِفْني عَلى مَراكِزِ اضْطِراري، اِلهي اَخْرِجْني مِنْ ذُلِّ نَفْسي، وَطَهِّرْني مِنْ شَكّي وَشِرْكي قَبْلَ حُلُولِ رَمْسي، بِكَ اَنْتَصِرُ فَانْصُرْني، وَعَلَيْكَ اَتَوَكَّلُ فَلا تَكِلْني، وَاِيّاكَ اَسْأَلُ فَلا تُخَيِّبْني، وَفي فَضْلِكَ اَرْغَبُ فَلا تَحْرِمْني، وَبِجَنابِكَ اَنْتَسِبُ فَلا تُبْعِدْني، وَبِبابِكَ اَقِفُ فَلا تَطْرُدْني، اِلهي تَقَدَّسَ رِضاكَ اَنْ يَكُونَ لَهُ عِلَّةٌ مِنْكَ، فَكَيْفَ تَكُونُ لَهُ عِلَّةٌ مِنّي، اِلهي اَنْتَ الْغِنيُّ بِذاتِكَ اَنْ يَصِلَ اِلَيْكَ النَّفْعُ مِنْكَ، فَكَيْفَ لا تَكُونُ غَنِيّاً عَنّي، اِلهي اِنَّ الْقَضآءَ وَالْقَدَرَ يُمَنّيني، وَاِنَّ الْهَوي بِوَثائِقِ الشَّهْوَةِ اَسَرَني، فَكُنْ اَنْتَ النَّصيرَ لي، حَتّى تَنْصُرَني وَتُبَصِّرَني، وَاَغْنِني بِفَضْلِكَ حَتّي اَسْتَغْنِيَ بِكَ عَنْ طَلَبي، اَنْتَ الَّذي اَشْرَقْتَ الانْوارَ في قُلُوبِ اَوْلِيآئِكَ حَتّي عَرَفُوكَ وَوَحَّدوكَ، اَنْتَ الَّذي اَزَلْتَ الاغْيارَ عَنْ قُلُوبِ اَحِبّائِكَ حَتّي لَمْ يُحِبُّوا سِواكَ، وَلَمْ يَلْجَأوا اِلي غَيْرِكَ، اَنْتَ الْمُوْنِسُ لَهُمْ حَيْثُ اَوْحَشَتْهُمُ الْعَوالِمُ، وَاَنْتَ الَّذي هَدَيْتَهُمْ حَيْثُ اسْتَبانَتْ لَهُمُ الْمَعالِم ماذا وَجَدَ مَنْ فَقَدَكَ، وَمَا الَّذي فَقَدَ مَنْ وَجَدَكَ، لَقَدْ خابَ مَنْ رَضِيَ دُونَكَ بَدَلاً، وَلَقَدْ خَسِرَ مَنْ بَغي عَنْكَ مُتَحَوِّلاً، كَيْفَ يُرْجي سِواكَ وَاَنْتَ ما قَطَعْتَ الاحْسانَ، وَكَيْفَ يُطْلَبُ مِنْ غَيْرِكَ وَاَنْتَ ما بَدَّلْتَ عادَةَ الامْتِنانِ، يا مَنْ اَذاقَ اَحِبّآئهُ حَلاوَةَ الْمُؤانَسَةِ، فَقامُوا بَيْنَ يَدَيْهِ مُتَمَلِّقينَ، وَيا مَنْ اَلْبَسَ اَوْلِيائهُ مَلابِسَ هَيْبَتِهِ، فَقامُوا بَيْنَ يَدَيْهِ مُسْتَغْفِرينَ، اَنْتَ الذّاكِرُ قَبْلَ الذّاكِرينَ وَاَنْتَ الْبادئ بِالاحْسانِ قَبْلَ تَوَجُّهِ الْعابِدينَ وَاَنْتَ الْجَوادُ بِالْعَطآءِ قَبْلَ طَلَبِ الطّالِبينَ وَاَنْتَ الْوَهّابُ ثُمَّ لِما وَهَبْتَ لَنا مِنَ الْمُسْتَقْرِضينَ اِلهي اُطْلُبْني بِرَحْمَتِكَ حَتّى اَصِلَ اِلَيْكَ، وَاجْذِبْني بِمَنِّكَ حَتّى اُقْبِلَ عَلَيْكَ، اِلهي اِنَّ رَجآئي لا يَنْقَطِعُ عَنْكَ وَاِنْ عَصَيْتُكَ كَما اَنَّ خَوْفي لا يُزايِلُني وَاِنْ اَطَعْتُكَ، فَقَدْ دَفَعْتَنِي الْعَوالِمُ اِلَيْكَ وَقَدْ اَوْقَعَني عِلْمي بِكَرَمِكَ عَلَيْكَ، اِلهي كَيْفَ اَخيبُ وَاَنْتَ اَمَلي، اَمْ كَيْفَ اُهانُ وَعَلَيْكَ مُتَكَّلي، اِلهي كَيْفَ اَسْتَعِزُّ وَفِي الذِّلَّةِ اَرْكَزْتَني، اَمْ كَيْفَ لا اَسْتَعِزُّ وَاِلَيْكَ نَسَبْتَني، اِلهي كَيْفَ لا اَفْتَقِرُ وَاَنْتَ الَّـذي فـــي الْفُقَرآءِ اَقَمْتَنــي، اَمْ كَيْفَ اَفْتَقِرُ\nوَاَنْتَ الَّذي بِجُودِكَ اَغْنَيْتَني، وَاَنْتَ الَّذي لا اِلهَ غَيْرُكَ تَعَرَّفْتَ لِكُلِّ شيءٍ فَما جَهِلَكَ شيءُ، وَاَنْتَ الَّذي تَعَرَّفْتَ اِلَيَ في كُلِّ شيء فَرَاَيْتُكَ ظاهِراً في كُلِّ شيءٍ وَاَنْتَ الظّاهِرُ لِكُلِّ شيءٍ، يا مَنِ اسْتَوي بِرَحْمانِيَّتِهِ فَصارَ الْعَرْشُ غَيْباً في ذاِتِهِ، مَحَقْتَ الاثارَ بِالاثارِ وَمَحَوْتَ الاغْيارَ بِمُحيطاتِ اَفْلاكِ الانْوارِ، يا مَنِ احْتَجَبَ في سُرادِقاتِ عَرْشِهِ عَنْ اَنْ تُدْرِكَهُ الابْصارُ، يا مَنْ تَجَلّي بِكَمالِ بَهآئِهِ فَتَحَقَّقتْ عَظَمَتُهُ مَنْ الاسْتِوآءَ، كَيْفَ تَخْفي وَاَنْتَ الظّاهِرُ، اَمْ كَيْفَ تَغيبُ وَاَنْتَ الرَّقيبُ الْحاضِرُ اِنَّكَ عَلى كُلِّ شيءٍ قَديرٍ، وَالْحَمْدُ للهِ وَحْدَهُ ..\n5 ــ دعاء كميل بن زياد\nاللّهُمَّ إِنِّي أَسأَلُكَ بِرحَمتِكَ الَّتِي وَسِعَتْ كُلَّ شَيٍْ، وَبِقُوَّتِكَ الَّتِي قَهرْتَ بِها كُلَّ شَيٍ، وَخضَعَ لَها كُلُّ شَيٍْ، وَذَلَّ لَها كُلُّ شَيٍْ، وَبِجَبَرُوتِكَ الَّتِي غَلَبْتَ بِها كُلَّ شَيٍْ، وَبعَزَّتِكَ الَّتِي لا يَقُومُ لَها شَيٌْ، وَبِعَظَمَتِكَ الَّتِي مَلاَتْ كُلَّ شَيٍْ، وَبِسُلْطانِكَ الَّذِي عَلا كُلَّ شَيٍْ، وَبِوَجْهِكَ الباقِي بَعْدَ فَنأِ كُلِّ شَيٍْ، وَبِأَسْمائِكَ الَّتِي ملاَ َتْ أَرْكانَ كُلِّ شَيٍْ، وَبِعِلْمِكَ الَّذِي أَحاطَ بِكُلِّ شَيٍْ، وَبِنُورِ وَجْهِكَ الَّذِي أَضأَ لَهُ كُلُّ شَيٍْ، يا نوُرُ ياقُدُّوسُ، ياأَوَّلَ الاوَّلِينَ، وَيااَّخِرَ الاخِرينَ. اللّهُمَّ اغْفِرْ لِيَ الذُّنُوبَ الَّتِي تَهْتِكُ العِصَمَ، اللّهُمَّ اغْفِرْ لِيَ الذُّنُوبَ الَّتِي تُنْزِلُ النِّقَمَ. اللّهُمَّ اغْفِرْ لِيَ الذُّنُوبَ الَّتِي تُغَيِّرُ النِّعَمَ، اللّهُمَّ اغْفِرْ لِيَ الذُّنُوبَ الَّتِي تَحْبِسُ الدُّعأَ. اللّهُمَّ اغْفِرْ لِيَ الّذنُوبَ الّتي تُنْزِلُ البَلاَ. اللّهُمَّ اغْفِرْ لِيَ كُلَّ ذَنْبٍ أذْنَبْتُهُ، وَكُلَّ خَطِيئَةٍ أَخْطَأْتُها. اللّهُمَّ إِنِّي أَتَقَرَّبُ إِلَيْكَ بِذِكْرِكَ وَاسْتَشفِعُ بِكَ إِلي نَفْسِكَ، وَأَسْأَلُكَ بِجوُدِكَ أَنْ تُدْنِيَنِي مِنْ قُرْبِكَ، وَأَنْ تُوزِعَنِي شُكْرَكَ، وأَنْ تُلْهِمَنِي ذِكْرَكَ. اللّهُمَّ إِنِّي أَسأَلُكَ سُؤالَ خاضِعٍ مُتَذَلِّلٍ خاشِعٍ، أَنْ تُسامِحَنِي وَتَرْحَمَنِي، وَتَجْعَلَنِي بِقِسَمِكَ راضِياً قانِعاً، وَفِي جَمِيعِ الاحْوالِ مُتَواضِعاً. اللّهُمَّ وَأَسأَلُكَ سُؤالَ مَنْ إِشْتَدَّتْ فاقَتُهُ، وَأَنْزَلَ بِكَ عِنْدَ الشَّدائِدِ حاجَتَهُ، وَعَظُمَ فِيما عِنْدَكَ رَغْبَتُهُ. اللّهُمَّ عَظُمَ سُلْطانُكَ وَعَلا مَكانُكَ، وَخَفِيَ مَكْرُكَ، وَظَهَرَ أَمْرُكَ، وَغَلَبَ قَهْرُكَ، وَجَرَتْ قُدْرَتُكَ، وَلايُمْكِنُ الفِرارُ مِنْ حُكُومَتِكَ . اللّهُمَّ لا أَجِدُ لِذُنُوبِي غافِراً وَلا لِقَبائِحِي ساتِراً، وَلا لِشَيٍْ مِنْ عَمَلِيَ القَبِيحِ بِالحَسَنِ مُبَدِّلاً غَيْرَكَ، لا إِلهَ إِلا أَنْتَ، سُبْحانَكَ وَبِحَمْدِكَ ظَلَمْتُ نَفْسِي، وَتَجَرَّأْتُ بِجَهْلِي، وَسَكَنْتُ إِلي قَدِيمِ ذِكْرِكَ لِي، وَمَنِّكَ عَلَيَّ. اللّهُمَّ مَوْلايَ كَمْ مِنْ قَبيحٍ سَتَرْتَهُ، وَكَمْ مِنْ فادِحٍ مِنَ البَلاِ أَقَلْتَهُ، وَكَمْ مِنْ عِثارٍ وَقَيْتَهُ، وَكَمْ مِنْ مَكْروُهٍ دَفَعْتَهُ، وَكَمْ مِنْ ثَنأٍ جَمِيلٍ لَسْتُ أَهْلاً لَهُ نَشَرْتَهُ. اللّهُمَّ عَظُمَ بَلائِي، وَأَفْرَطَ بِي سُؤُ حالِي، وَقَصُرَتْ بِي أَعْمالِي، وَقَعَدَتْ بِي أَغْلالِي وَحَبَسَنِي عَنْ نَفْعِي بُعْدُ أَمَلِي، وَخَدَعَتْنِي الدُّنْيا بِغُرُورِها، وَنَفْسِي بِجِنايَتِها، وَمِطالِي ياسَيِّدِي فَأَسْأَلُكَ بِعِزَّتِكَ أَنْ لايَحْجُبَ عَنْكَ دُعائِي سُؤُ عَمَلِي وَفِعالي، وَلاتَفْضَحَنِي بِخَفِيِّ مااطَّلَعْتَ عَلَيْهِ مِنْ سِرِّي، وَلاتُعاجِلْنِي بِالعُقُوبَةِ عَلى ما عَمِلْتُهُ فِي خَلَواتِي مِنْ سُؤِ فِعْلِي وَإِسأَتِي، وَدَوامِ تَفْرِيطِي وَجَهالَتِي، وَكَثْرَةِ شَهَواتِي وَغَفْلَتِي، وَكُنِ اللّهُمَّ بِعِزَّتِكَ لِي فِي كُلِّ الاحْوالِ رَؤُوفاً، وَعَلَيَّ فِي جَمِيعِ الامُورِ عَطُوفاً. إِلهِي وَرَبِّي مَنْ لِي غَيْرُكَ أَسأَلُهُ كَشْفَ ضُرِّي وَالنَّظَرَ فِي أَمْرِي. إِلهِي وَمَوْلايَ أَجْرَيْتَ عَلَيَّ حُكْماً اتَّبَعْتُ فِيهِ هَوى نَفْسِي وَلَمْ أَحْتَرِسْ فِيهِ مِنْ تَزْيينِ عَدُوِّي، فَغَرَّنِي بِما أَهْوي وَأَسْعَدَهُ عَلى ذلِكَ القَضأُ فَتَجاوَزْتُ بِما جَري عَلَيَّ مِنْ ذلِكَ بَعْضَ حُدُودِكَ، وَخالَفْتُ بَعْضَ أَوامِرِكَ، فَلَكَ الحَمْدُ عَلَيَّ فِي جَمِيعِ ذلِكَ وَلا حُجَّةَ لِي فِيما جَري عَلَيَّ فِيهِ قَضاؤُكَ، وَأَلْزَمَنِي حُكْمُكَ وَبَلاؤُكَ، وَقَدْ أَتَيْتُكَ ياإِلهِي بَعْدَ تَقْصِيرِي وَإِسْرافِي عَلى نَفْسِي مُعْتَذِراً نادِماً مُنْكَسِراً مُسْتَقِيلاً مُسْتَغْفِراً مُنِيباً مُقِرّاً مُذْعِنا مُعْتَرِفاً، لا أَجِدُ مَفَرّاً مِمّا كانَ مِنِّي وَلا مَفْزَعاً أَتَوَجَّهُ إِلَيْهِ فِي أَمْرِي، غَيْرَ قَبُوُلِكَ عُذْرِي وَإِدْخالِكَ إِيّايَ فِي سَعَةِ رَحْمَتِكَ. اللّهُمَّ فَاقْبَلْ عُذْرِي، وَارْحَمْ شِدَّةَ ضُرِّي وَفُكَّنِي مِنْ شَدِّ وَثاقِي، يارَبِّ ارْحَمْ ضَعْفَ بَدَنِي، وَرِقَّةَ جِلْدِي، وَدِقَّةَ عَظْمِي، يامَنْ بَدَأَ خَلْق ِيوَذِكْرِي وَتَرْبِيَتِي وَبِرِّي وَتَغْذِيَتِي، هَبْنِي لابْتِدأِ كَرَمِكَ وَسالِفِ بِرِّكَ بِي، ياإِلهِي وَسَيِّدِي وَرَبِّي، أَتُراكَ مُعَذِّبِي بِنارِكَ بَعْدَ تَوْحِيدِكَ وَبَعْدَما انْطَوي عَلَيْهِ قَلْبِي مِنْ مَعْرِفَتِكَ، وَلَهِجَ بِهِ لِسانِي مِنْ ذِكْرِكَ، وَاعْتَقَدَهُ ضَمِيرِي مِنْ حُبِّكَ وَبَعْدَ صِدْقِ إِعْتِرافِي وَدُعائِي خاضِعاً لِرُبُوبِيَّتِكَ، هَيْهاتَ ! أَنْتَ أَكْرَمُ مِنْ أَنْ تُضَيِّعَ مَنْ رَبَّيْتَهُ، أَوْ تُبْعِدَ مَنْ أَدْنَيْتَهُ، أَوْ تُشَرِّدَ مَنْ آوَيْتَهُ، أَوْ تُسَلِّمَ إِلي البَلاِ مَنْ كَفَيْتَهُ وَرَحِمْتَهُ، وَلَيْتَ شِعْرِي ياسَيِّدِي وَإِلهِي وَمَوْلايَ ! أَتُسَلِّطُ النّارَ عَلى وُجُوهٍ خَرَّتْ لِعَظَمَتِكَ ساجِدَةً، وَعَلى أَلْسُنٍ نَطَقَتْ بِتَوْحِيدِكَ صادِقَةً وَبُشُكْرِكَ مادِحَةً، وَعَلى قُلُوبٍ أَعْتَرَفَتْ بِإِلهِيَّتِكَ مُحَقِّقَةً، وَعَلى ضَمائِرَ حَوَتْ مِنَ العِلْمِ بِكَ حَتّي صارَتْ خاشِعَةً، وَعَلى جَوارِحَ سَعَتْ إِلي أَوْطانِ تَعَبُّدِكَ طائِعَةً، وَأَشارَتْ بِإِسْتِغْفارِكَ مُذْعِنَةً ؟! ماهكَذا الظَنُّ بِكَ وَلا اُخْبِرْنا بِفَضْلِكَ عَنْكَ ياكَرِيمُ يارَبْ، وَأَنْتَ تَعْلَمُ ضَعْفِي عَنْ قَلِيلٍ مِنْ بَلاِ الدُّنْيا وَعُقُوباتِها، وَمايَجْرِي فِيها مِنَ المَكارِهِ عَلى أَهْلِها، عَلى أَنَّ ذلِكَ بَلاٌ وَمَكْروهٌ قَلِيلٌ مَكْثُهُ، يَسِيرٌ بَقاؤهُ قَصِيٌر مُدَّتُهُ، فَكَيْفَ إِحْتِمالِي لِبَلاِ الاخِرَةِ وَجَلِيلِ وُقُوعِ المَكارِهِ فِيها، وَهُوَ بَلاٌ تَطُولُ مُدَّتُهُ وَيَدُومُ مَقامُهُ وَلايُخَفَّفُ عَنْ أَهْلِهِ لاَنَّهُ لايَكُونُ إِلاّ عَنْ غَضَبِكَ وَانْتِقامِكَ وَسَخَطِكَ ؟! وَهذا ما لاتَقُومُ لَهُ السَّماواتُ وَالارْضُ، ياسَيِّدِي فَكَيْفَ لِي وَأَنا عَبْدُكَ الضَّعِيفُ الذَّلِيلُ الحَقِيرُ المِسْكِينُ المُسْتَكِينُ ؟! ياإِلهِي وَرَبِّي وَسَيِّدِي وَمَوْلايَ، لايِّ الاُمُورِ إِلَيْكَ أَشْكُو، وَلِما مِنها أَضِجُّ وَأَبْكِي، لاَلِيمِ العَذابِ وَشِدَّتِهِ، أَمْ لِطُولِ البَلاِ وَمُدَّتِهِ ؟! فَلَئِنْ صَيَّرْتَنِي لِلْعُقُوباتِ مَعَ أَعْدائِكَ، وَجَمَعْتَ بَيْنِي وَبَيْنَ أَهْلِ بَلائِكَ، وَفَرَّقْتَ بَيْنِي وَبَيْنَ أَحِبّائِكَ وَأَوْلِيائِكَ ؛ فَهَبْنِي ياإِلهِي وَسَيِّدِي وَمَوْلايَ وَرَبِّي، صَبَرْتُ عَلى عَذابِكَ فَكَيْفَ أَصْبِرُ عَلى فِراقِكَ ؟، وَهَبْنِي صَبَرْتُ عَلى حَرِّ نارِكَ فَكَيْفَ أَصْبِرُ عَنِ النَّظَرِ إِلي كَرامَتِكَ ؟ أَمْ كَيْفَ أَسْكُنُ فِي النّارِ وَرَجائِي عَفْوُكَ ؟ فَبِعِزَّتِكَ ياسَيِّدِي وَمَوْلايَ اُقْسِمُ صادِقاً، لَئِنْ تَرَكْتَنِي ناطِقاً لاَضِجَّنَّ إِلَيْكَ بَيْنَ أَهْلِها ضَجِيجَ الامِلِينَ، وَلاَصْرُخَنَّ إِلَيْكَ صُراخَ المُسْتَصْرِخِينَ، وَلاَبْكِيَنَّ عَلَيْكَ بُكأَ الفاقِدِينَ، وَلاُنادِيَنَّكَ أَيْنَ كُنْتَ ياوَلِيَّ المُؤْمِنِينَ، ياغايَةَ اَّمالِ العارِفِينَ، ياغِياثَ المُسْتَغِيثِينَ، ياحَبِيبَ قُلوُبِ الصّادِقِينَ، وَيا إِلهَ العالَمينَ، أَفَتُراكَ، سُبْحانَكَ ياإِلهي وَبِحَمْدِكَ تَسْمَعُ فِيها صَوتَ عَبْدٍ مُسْلِمٍ سُجِنَ فِيها بِمُخالَفَتِهِ، وَذاقَ طَعْمَ عَذابِها بِمَعْصِيَتِهِ، وَحُبِسَ بَيْنَ أَطْباقِها بِجُرْمِهِ وَجَرِيرَتِهِ، وَهُوَ يَضُجُّ إِلَيْكَ ضَجِيجَ مُؤَمِّلٍ لِرَحْمَتِكَ، وَيُنادِيكَ بِلِسانِ أَهْلِ تَوْحِيدِكَ، وَيَتَوَسَّلُ إِلَيْكَ بِرُبُوبِيَّتِكَ، يامَوْلايَ فَكَيْفَ يَبْقي فِي العَذابِ وَهُوَ يَرْجوُ ماسَلفَ مِنْ حِلْمِكَ ؟ أَمْ كَيْفَ تُؤْلِمُهُ النَّارُ وَهُوَ يَأْمَلُ فَضْلَكَ وَرَحْمَتَكَ ؟ أَمْ كَيْفَ يُحْرِقُهُ لَهِيبُها وَأَنْتَ تَسْمَعُ صَوْتَهُ وَتَري مَكانَهُ ؟ أَمْ كَيْفَ يَشْتَمِلُ عَلَيْهِ زَفِيرُها وَأَنْتَ تَعْلَمُ ضَعْفَهُ ؟ أَمْ كَيْفَ يَتَقَلْقَلُ بَيْنَ أَطْباقِها وَأَنْتَ تَعْلَمُ صِدْقَهُ ؟ أَمْ كَيْفَ تَزْجُرُهُ زَبانِيَتُها وَهُوَ يُنادِيكَ يارَبَّه ؟ أَمْ كَيْفَ يَرْجُو فَضْلَكَ فِي عِتْقِهِ مِنْها فَتَتْرُكُهُ فِيها ؟ هَيْهاتَ ! ما ذَلِكَ الظَنُّ بِكَ وَلا المُعْروفُ مِنْ فَضْلِكَ، وَلامُشْبِهٌ لِما عامَلْتَ بِهِ المُوَحِّدِينَ مِنْ بِرِّكَ وَإِحْسانِكَ ! فَبِالْيَقِينِ أَقَطَعُ، لَولا ماحَكَمْتَ بِهِ مِنْ تَعْذِيبِ جاحِدِيكَ، وَقَضَيْتَ بِهِ مِنْ إِخْلادِ مُعانِدِيكَ، لَجَعْلْتَ النَّارَ كُلَّها بَرْداً وَسَلاماً، وَما كَانَ لاَحَدٍ فِيها مَقَرّاً وَلامُقاماً، لكِنَّكَ تَقَدَّسَتْ أَسْماؤُكَ أَقْسَمْتَ أَنْ تَمْلاَها مِنَ الكافِرِينَ مِنَ الجِنَّةِ وَالنَّاسِ أَجْمَعِينَ، وَأَنْ تُخَلِّدَ فِيها المُعانِدِينَ، وَأَنْتَ جَلَّ ثَناؤُكَ قُلْتَ مُبْتَدِئاً، وَتَطَوَّلْتَ بِالاِنْعامِ مُتَكَرِّماً: أَفَمَنْ كانَ مُؤْمِناً كَمَنْ كانَ فاسِقاً لايَسْتَوُونَ. إِلهِي وَسَيِّدِي، فَأَسأَلُكَ بِالقُدْرَةِ الَّتِي قَدَّرْتَها، وَبِالقَضِيَّةِ الَّتِي حَتَمْتَها وَحَكَمْتَها، وَغَلَبْتَ مَنْ عَلَيْهِ أَجْرَيْتَها، أَنْ تَهَبَ لِي فِي هذِهِ اللّيْلَةِ وَفِي هذِهِ السَّاعَةِ، كُلَّ جُرْمٍ أَجْرَمْتُهُ، وَكُلَّ ذَنْبٍ أَذْنَبْتُهُ، وَكُلَّ قَبِيحٍ أَسْرَرْتُهُ، وَكُلَّ جَهْلٍ عَمِلْتُهُ، كَتَمْتُهُ أَوْ أَعَلَنْتُهُ، أَخْفَيْتُهُ أَوْ أَظْهَرْتُهُ، وَكُلَّ سَيِّئَةٍ أَمَرْتَ بِإِثْباتِها الكِرامَ الكاتِبِينَ، الَّذِينَ وَكَّلْتَهُمْ بِحِفْظِ مايَكُونُ مِنِّي، وَجَعَلْتَهُمْ شُهُوداً عَلَيّ مَعَ جَوارِحِي، وَكُنْتَ أَنْتَ الرَّقِيبَ عَلَيَّ مِنْ وَرائِهِمْ، وَالشَّاهِدَ لِما خَفِي عَنْهُمْ وَبِرَحْمَتِكَ أَخْفَيْتَهُ، وَبِفَضْلِكَ سَتَرْتَهُ، وَأَنْ تُوَفِّرَ حَظِّي مِنْ كُلِّ خَيْرٍ أَنْزَلْتَهُ، أَوْ إِحْسانٍ فَضَّلْتَهُ، أَوْ بِرٍّ نَشَرْتَهُ، أَوْ رِزْقٍ بَسَطْتَهُ، أَوْ ذَنْبٍ تَغْفِرُهُ، أَوْ خَطأ تَسْتُرُهُ، يارَبِّ يارَبِّ يارَبِّ، ياإِلهِي وَسَيِّدِي وَمَوْلايَ وَمالِكَ رِقِّي، يامَنْ بِيَدِهِ ناصِيَتِي، ياعَلِيماً بِضُرِّي وَمَسْكَنَتِي، ياخَبِيراً بَفَقْرِي وَفاقَتِي، يارَبِّ يارَبِّ يارَبِّ، أَسأَلُكَ بِحَقِكَ وَقُدْسِكَ وَأَعْظَمِ صِفاتِكَ وَأَسْمائِكَ، أَنْ تَجْعَلَ أَوْقاتِي مِنَ اللّيْلِ وَالنَّهارِ بَذِكْرِكَ مَعْمُورَةً، وَبِخِدْمَتِكَ مَوْصُولَةً، وَأَعْمالِي عِنْدَكَ مَقْبُولَةً، حَتَّي تَكُونَ أَعْمالِي وأوْرادِي كُلُّها وِرْداً وَاحِداً، وَحالِي فِي خِدْمَتِكَ سَرْمَداً. ياسَيِّدِي يامَنْ عَلَيْهِ مُعَوَّلِي، يامَنْ إِلَيْهِ شَكَوْتُ أَحْوالِي، يارَبِّ يارَبِّ يارَبِّ، قَوِّ عَلى خَدْمَتِكَ جَوارِحِي وَاشْدُدْ عَلى العَزِيمَةِ جَوانِحِي، وَهَبْ لِيَ الجِدَّ فِي خَشْيَتِكَ، وَالدَّوامَ فِي الاِتِّصالِ بِخِدْمَتِكَ حَتَّي أَسْرَحَ إِلَيْكَ فِي مَيادِينِ السابِقِينَ، واُسْرِعَ إِلَيْكَ فِي البارِزِينَ، وَأَشْتاقَ إِلي قُرْبِكَ فِي المُشْتاقِينَ، وَأَدْنُوَ مِنْكَ دُنُوَّ المُخْلِصِينَ، وَأَخافَكَ مَخافَةَ المُوقِنِينَ، وَأَجْتَمِعَ فِي جِوارِكَ مَعَ المُؤْمِنِينَ. اللّهُمَّ وَمَنْ أَرادَنِي بِسُؤٍ فَأَرِدْهُ، وَمَنْ كادَنِي فَكِدْهُ، وَاجْعَلْنِي مِنْ أَحْسَنِ عَبِيدِكَ نَصِيباً عِنْدَكَ، وَأَقْرَبِهِمْ مَنْزِلَةً مِنْكَ، وَأَخَصِّهِمْ زُلْفَةً لَدَيْكَ فِإِنَّهُ لايُنالُ ذلِكَ إِلا بِفَضْلِكَ، وَجُدْ لِي بِجُودِكَ، وَاعْطِفْ عَلَيَّ بَمَجْدِكَ وَأَحْفَظْنِي بِرَحْمَتِكَ، وَأَجْعَلْ لِسانِي بِذِكْرِكَ لَهِجاً، وَقَلْبِي بِحُبِّكَ مُتَيَّماً، وَمُنَّ عَلَيَّ بِحُسْنِ إِجابَتِكَ، وَأَقِلْنِي عَثْرَتِي، وَاغْفِرْ زَلَّتِي، فَإِنَّكَ قَضــيْـتَ عَلى عِبــادِكَ بِعـِبـادَتِـكَ، وَأَمَرْتَهُمْ\nبِدُعائِكَ، وَضَمِنْتَ لَهُمُ الاِجابَةَ، فَإِلَيْكَ يارَبِّ نَصَبْتُ وَجْهِي، وَإِلَيْكَ يارَبِّ مَدَدْتُ يَدِي، فَبِعِزَّتِكَ أَسْتَجِبْ لِي دُعائِي، وَبَلِّغْنِي مُنايَ، وَلاتَقْطَعْ مِنْ فَضْلِكَ رَجائِي، وَاكْفِنِي شَرَّ الجِنِّ وَالاِنْسِ مِنْ أعْدائِي. ياسَرِيعَ الرِّضا إِغْفِرْ لِمَنْ لايَمْلِكُ إِلا الدُّعأَ،فَإِنَّكَ فَعَّالٌ لِما تَشأُ، يامَنْ إِسْمُهُ دَوأٌ، وَذِكْرُهُ شِفأٌ، وَطاعَتُهُ غِنيً، إِرْحَمْ مَنْ رَأسُ مالِهِ الرَّجأُ وَسِلاحُهُ البُكأُ، ياسَابِغَ النِّعَمِ، يادافِعَ النِّقَمِ، يانُورَ المُسْتَوْحِشِينَ فِي الظُّلَمِ، ياعالِماً لايُعَلَّمُ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ، وَأَفْعَلْ بِي ماأَنْتَ أَهْلُهُ، وَصَلَّي اللّهُ عَلى رَسُولِهِ وَالاَئِمَّةِ المَيامِينَ مِنْ آلِهِ وَسَلَّمَ تَسْلِيماً"
  },
  {
   "title": "الخرائط والصور الملحقة",
   
   "content": "مخطط مشاعر الحج\nمخطط المسجد الحرام\nالكعبة المشرفة\nالمدينة المنورة\nمخطط مقبرة البقيع"
  }
 ]
}