{
 "title": [
  {
   "title": "المقدمة",
   
   "content": "بسم الله الرحمن الرحيم\nالحمد لله رب العالمين والصلاة والسلام على سيدنا ونبينا محمد وعلى آله الطيبين الطاهرين\nوبَعدُ :\nهذا موجز في احكام الصيام\nوفق فتاوى\nسماحة السيد علي الحسيني السيستاني\nدام ظله الوارف"
  },
  {
   "title": "(1) صيام شهر رمضان في القرآن الكريم والسنة الشريفة",
   
   "content": "قال الله تعالى (يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ * أَيَّاماً مَعْدُودَاتٍ فَمَنْ كَانَ مِنْكُمْ مَرِيضاً أو عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ فَمَنْ تَطَوَّعَ خَيْراً فَهُوَ خَيْرٌ لَهُ وَأَنْ تَصُومُوا خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ * شَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ هُدىً لِلنَّاسِ وَبَيِّنَاتٍ مِنَ الْهُدَى وَالْفُرْقَانِ فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ وَمَنْ كَانَ مَرِيضاً أو عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ َ يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلا يُرِيدُ بِكُمُ الْعُسْرَ وَلِتُكْمِلُوا الْعِدَّةَ وَلِتُكَبِّرُوا اللَّهَ عَلَى مَا هَدَاكُمْ وَلَعَلَّكُمْ تَشْكُرُونَ).\nوخطب رسول الله (صلى الله عليه وآله وسلم) ذات يوم في اواخر شعبان فقال: ((أيها الناس: انه قد اقبل اليكم شهر الله بالبركة والرحمة والمغفرة، شهر هو عند الله افضل الشهور وايامه افضل الايام ولياليه افضل الليالي وساعاته افضل الساعات، هو شهر دعيتم فيه الى ضيافة الله وجُعلتم فيه من أهل كرامة الله، انفاسكم فيه تسبيح ونومكم فيه عبادة وعملكم فيه مقبول ودعائكم فيه مستجاب، فسلوا الله ربكم بنيات صادقة وقلوب طاهرة ان يوفقكم لصيامه وتلاوة كتابه، فان الشقي من حرم غفران الله في هذا الشهر العظيم)).\nوقال (صلى الله عليه وآله وسلم): ((من صام شهر رمضان ايماناً واحتساباً غفر الله ماتقدم من ذنبه)).\nوقال (صلى الله عليه وآله وسلم): ((الصيام جُنة العبد المؤمن يوم القيامة كما يقي احدكم سلاحه في الدنيا)).\nوقال (صلى الله عليه وآله وسلم): ((من صام شهر رمضان فاجتنب فيه الحرام والبهتان رضي الله عنه واوجب له الجنان)).\nوقال (صلى الله عليه وآله وسلم): ((من منعه الصوم من طعام يشتهيه كان حقاً على الله ان يطعمه من طعام الجنة ويسقيه من شرابها)).\nوقال (صلى الله عليه وآله وسلم): ((للصائم فرحتان: فرحة عند افطاره وفرحة يوم يلقى ربه)).\nوقال (صلى الله عليه وآله وسلم): ((ان على كل شيء زكاة وزكاة الاجسام الصيام)).\nوقال امير المؤمنين علي (عليه السلام): ((صوم شهر رمضان جُنة من النار)).\nوقال الصادق (عليه السلام): ((ان الصائم منكم ليرتع في رياض الجنة تدعوا له الملائكة حتى يفطر)).\nوقال (صلى الله عليه وآله وسلم): ((من افطر يوماً من شهر رمضان خرج روح الايمان منه))."
  },
  {
   "title": "(2) من يجب عليه صيام شهر رمضان ؟",
   
   "content": "يجب صيام شهر رمضان على من توفرت فيه الشروط التالية :\n(الشرط الاول): البلوغ الشرعي، وهو يتحقق في الانثى باكمالها تسع سنوات هلالية، وفي الذكر باكماله خمس عشر سنة هلالية، ولكن لو نبت له الشعر الخشن في منطقة العانة أو خرج منه السائل المنوي – بالاحتلام أو في حال اليقظة – قبل ان يكمل سن الخامسة عشر اعتبر بالغاً شرعاً.\nس: وغير البالغ....؟\nج: لايجب عليه صيام رمضان ولكن اذا صام فهو مأجور عليه.\nس: وإذا لم يتمكن غير البالغ من مواصلة الصيام في تمام النهار فهل يشّرع له الصيام بعض النهار ؟\nج: نعم يستحب له الامساك الى نصف النهار أو اكثر من ذلك أو أقل حسبما يطيقه ويتحمله، لكي يتعود الصيام.\n(الشرط الثاني والثالث): العقل وعدم الاغماء، فلا يجب الصيام على من فقد عقله، أو اصيب بالاغماء طيلة النهار.\nس: ولو اعتراه ذلك بعض النهار....؟\nج :اذا سبقت منه نية الصيام قبل طلوع الفجر ثم فاجأه الاغماء مثلا وأفاق اثناء النهار، فالاحوط لزوماً ان يتم صيام ذلك اليوم وإن لم يفعل وجب عليه قضاؤه على الاحوط، واما اذا فاتته نية الصيام من الليل بأن فاجأه ذلك قبل ان ينوي صيام النهار المقبل واستمر به الى ان طلع عليه الفجر لم يجب عليه صيام ذلك اليوم وإن افاق صباحاً، كما لايجب عليه قضاؤه.\n(الشرط الرابع): نقاء المرأة من دم الحيض والنفاس في تمام النهار، فلو انقطع الدم عن الحائض والنفساء بعد طلوع الفجر لم يجب عليها صيام ذلك اليوم، ولو بدأت عندها الدورة الشهرية أو رأت دم النفاس قبل غروب الشمس ولو بقليل كانت مفطرة في ذلك اليوم.\nس: ولو رأت الدم قبل غروب الشمس فواصلت صيامها الى الغروب فهل يحسب لها صيام ذلك اليوم ؟\nج: لا، ولا يجوز لها الاستمرار في الامساك بقية نهارها بنية الصوم.\nس: تستعمل بعض النساء في شهر رمضان العقاقير التي تؤجل الدورة الشهرية، لكي يتسنى لها صيام الشهر المبارك من دون انقطاع، والسؤال هو عن حكم استعمال هذه العقاقير وعن حكم الصوم في هذه الحالة ؟\nج: يجوز لها استعمال مثل هذه العقاقير بشرط ان لا يلحق بها ضرراً فادحاً، ويصح صومها حينذاك.\nس: واذا رأت شيئاً من الدم في أيام دورتها الشهرية على الرغم من استعمال العقار ؟\nج: اذا كان الدم متقطعاً لم تكن له احكام دم الحيض، فيحق لها الاستمرار في الصيام في هذه الحالة.\n(الشرط الخامس): عدم التضرر بالصوم، فلا يجب الصوم على من يتضرر بسببه ضرراً يهتم العقلاء بالتحفظ عنه. وهو على قسمين: الضرر الصحي والضرر غير الصحي.\nس: وما المقصود بالضرر الصحي ؟\nج: ما يشمل الحالات التالية :\nأ- اذا كان الصوم يؤدي الى اصابة الشخص بمرض ما سواء أكانت له اعراض فعلية كالحمى والصداع ام لا.\nب – اذا كان الشخص مريضاً وكان الصوم يتسبب في شدة مرضه.\nج: اذا كان مريضاً وكان الصوم يؤدي الى تأخر شفائه منه.\nد – اذا كان مريضاً وكان الصوم يؤدي الى اصابته بمرض آخر أو الى ظهور اعراض مرضه الحالي أو الى زيادتها كالارتفاع في درجة حرارته.\nس: والمريض الذي فرض عليه طبيبه نظاماً غذائياً أو دوائياً معيناً يتنافى مع الصيام ؟\nج: يفطر اذا كان ترك ذاك النظام يؤدي الى تضرره باحد الانحاء المتقدمة.\nس: والمرأة الحامل اذا كان جنينها يتضرر بالصوم دونها؟\nج: لايجب عليها الصيام كما اذا كانت هي التي تتضرر به، ويجب عليها في الحالتين ان تدفع الفدية (ثلاثة ارباع الكيلو من الطعام) عن كل يوم بالاضافة الى القضاء. هذا اذا كانت مقرباً (أي قربت ولادتها) واما غير المقرب فلا يجب عليها الفدية.\nس: والمرأة المرضعة اذا كان الصيام يتسبب في قلة حليبها فيتضرر بذلك رضيعها ؟\nج: لايجب الصوم عليها هي الاخرى، وكذلك اذا كان صيامها مع الارضاع مضراً بصحتها، وتدفع الفدية بالاضافة الى القضاء في الحالتين.\nس: واذا كان بمقدورها الاستعانة في ارضاعه بالرضاعة الصناعية من دون ان يتضرر بذلك فهل يجوز لها ان ترضعه من حليبها وتترك الصيام لأجله ؟\nج: لايجوز لها ذلك عندئذ على الاحوط.\nس: واذا كان الشخص مريضاً ولكن الصوم لايسبب له اية مضاعفات صحية ؟\nج: يجب عليه الصوم في هذه الحالة.\nس: وما هو الضرر غير الصحي الذي لايجب معه الصوم ؟\nج: هو كل ضرر آخر معتد به سواء في النفس أو العرض أو المال، كمن هدده الظالم بالضرب أو الحبس لو صام في شهر رمضان.\nس: وهل المانع من وجوب الصوم خصوص الضرر المؤكد الذي ينشأ منه ام يعم الضرر غير المؤكد ايضاً ؟\nج: يعم المؤكد وغير المؤكد، ولكن يشترط ان يكون غير المؤكد محتملاً بدرجة يبعث في النفس الخوف، واما الضرر المحتمل بدرجة ضئيلة لا تبعث على الخوف فلا يمنع من وجوب الصوم.\nس: واذا لم يعبأ المكلف بالضرر الناشئ من الصوم فصام موطّناً نفسه على تحمل الضرر فما هو حكم صيامه؟\nج: صيامه غير صحيح الا في الضرر غير الصحي، فانه يصح معه الصوم، وان كان آثماً في بعض الحالات، كما اذا كان الضرر الناشئ من الصوم بالمقدار الذي يحرم تحمله شرعاً.\nس: واذا صام باعتقاد عدم تضرره به صحياً ثم اتضح له بعد اكمال الصيام انه كان على خطأ وانه قد تضرر من جرائه فهل يجتزى بصيامه ؟\nج: لا يجتزئ به على الاحوط لزوماً.\nس: واذا صام وهو معتقد بتضرره منه ثم تبين انه كان مخطئاً في اعتقاده وان الصيام لم يكن يضره فهل يحكم بصحة صومه ؟\nج: نعم اذا توفر لديه قصد القربة كما اذا كان جاهلاً بان المريض ممن لايشّرع في حقه الصيام فصام قربة الى الله تعالى، وأما من يقطع بعدم مشروعية الصوم في حقه فلا يمكنه ان ينوي التقرب بصيامه فيبطل من هذه الجهة.\nس: في الحالة المتقدمة اذا ترك الصيام باعتقاد تضرره منه ثم تبين له خطأ هذا الاعتقاد فهل عليه شئ ؟\nج: نعم يلزمه القضاء.\nس: واذا طلع الفجر على الانسان وهو مريض مرضاً يعفى بسببه من الصيام ولكنه لم يتناول مفطّراً الى ان عوفي في اثناء النهار فهل يجب عليه ان يواصل امساكه الى الليل ويعتبر صوماً صحيحاً ؟\nج: اذا عوفي قبل زوال الشمس (الظهر) فالاحوط لزوماً ان ينوي ويصوم ويقضي بعد ذلك، واما اذا عوفي بعد الزوال فلا صيام له في ذلك اليوم، ويجب عليه قضاؤه.\nس: واذا وجد الانسان نفسه صحيحاً لا يخاف ان يتضرر بسبب الصيام ولكن الطبيب منعه منه وخوفه من عواقبه فهل له ان يتبع قول طبيبه ؟\nج: لا، الاّ اذا بعث قوله في نفسه الخوف فعلاً.\nس: واذا كان يخاف على صحته من الصوم ولكن الطبيب طمأنه وقال انه لا ضرر عليه منه فهل يلزمه الاخذ بقول الطبيب ؟\nج: لا بل يجوز له ترك الصوم وفقاً لتخوفه، مالم يكن مبعثه الوسوسة التي لا يعتني بها العقلاء.\n(الشرط السادس): عدم الوقوع في الحرج الشديد البالغ حداً لا يتحمل عادة.\nس: مثلاً.......؟\nج: أ – من كان مريضاً فعوفي من مرضه ولكنه ظل يعاني الضعف الشديد وهو يقضي دور النقاهة فيجد مشقة بالغة في الصيام، فانه يعفى منه في هذه الحالة.\nب – من يمنعه الصيام من ممارسة عمله الذي يرتزق منه كأن يسبب له ضعفاً لا يطيق معه العمل، أو يعرّضه لعطش لا يطيق معه الامساك عن شرب الماء أو لغير ذلك.\nففي هذه الحالة اذا كان بامكانه تبديل عمله أو التوقف عنه مع الاعتماد في رزقه في ايام التوقف على مال موّفر أو دين أو نحو ذلك وجب عليه الصيام والاّ سقط عنه وجوبه، ولكن الاحوط وجوباً- في هذه الصورة – ان يقتصر في الاكل والشرب على الحد الادنى الذي يفرضه عليه عمله ويدفع به الحرج والمشقة عن نفسه، ويجب عليه ان يقضي ما يفوته من الصوم بعد ذلك ان تيسر له.\n(الشرط السابع): الحضر أو ما بحكمه، فلا يجب الصوم على من كان في سفر تقصر فيه الصلاة.\nس: ومن كان في سفر لاتقصر فيه الصلاة كمن نوى الاقامة عشرة ايام أو كان كثير السفر أو كان في سفر المعصية أو مضى عليه ثلاثون يوماً وهو متردد في مكان ما ؟\nج: هؤلاء واضرابهم يجب عليهم الصوم.\nس: واذا رغب المسافر – غير هؤلاء وامثالهم – ان يصوم في سفره فهل يحق له ذلك ؟\nج: كلا، ولو صام كان عبثاً، ولا يعفيه من القضاء الا في حالة واحدة.\nس: وما هي....؟\nج: هي ما اذا كان جاهلاً بعدم صحة الصوم في السفر فصام ثم علم به بعد انقضاء النهار فانه يصح صومه ولا قضاء عليه.\nس: واذا طلع الفجر وهو حاضر ثم سافر في اثناء النهار فهل عليه ان يصوم ذلك اليوم ؟\nج: لا، الا اذا خرج من بلده بعد زوال الشمس فان الاحوط لزوماً حينئذ ان يواصل صيامه ويصح منه.\nس: و اذا طلع عليه الفجر وهو مسافر ثم وصل الى بلده في اثناء النهار ؟\nج: اذا استعمل المفطر قبل الوصول الى البلد فقد فاته صيام هذا اليوم وعليه قضاؤه، وامّا اذا لم يستعمل المفطر حتى دخل في البلد،فان كان دخوله قبل زوال الشمس فالاحوط لزوماً،ان ينوي الصيام ويتم يومه فيحسب له من الصيام الواجب،وان كان دخوله البلد بعد الزوال فلا صيام له على الاحوط لزوماً، فبامكانه ان يتناول المفطر وعليه القضاء.\nس: وما هو حكم المسافر اذا وصل في اثناء النهار الى بلد قرر الاقامة فيه عشرة ايام ؟\nج: يجري عليه ماتقدم في الجواب عن السؤال السابق.\nس: واذا كان حاضراً عند طلوع الفجر ثم سافر صباحاً ورجع قبل زوال الشمس من نفس اليوم من دون ان يستعمل المفطر في سفره، فهل عليه ان ينوي صوم ذلك اليوم عند عودته ؟\nج: نعم على الاحوط وجوباً ويجتزئ بصومه.\nس: واذا علم المكلف بانه سيسافر من بلده قبل الزوال فهل يسوغ له ان يفطر قبل خروجه منه ؟\nج: لايجوز له ذلك بل عليه ان يمسك عن المفطرات حتى يخرج من البلد ويبتعد بمقدار يتوارى عن نظره اهل البلد المتواجدون في جميع مناطقه السكنية ومرافقه.\nس: واذا علم انه سيطرأ عليه ما يعفيه من الصيام غير السفر كالمرض وكالحيض والنفاس بالنسبة الى المرأة، فهل يجوز له ان يفطر قبل طروه ؟\nج: لا يجوز له ذلك بل عليه ان يمسك حتى يطرأ ما يعفيه من الصيام.\n(الشرط الثامن): عدم الشيخوخة المؤدية الى صيرورة الصوم حرجياً وذا مشقة معتد بها.\nفمن بلغ السبعين –مثلاً- من الرجال أو النساء وكانت شيخوخته سبباً في ضعفه وصعوبة الصوم عليه لا يلزم به، فان شاء صام وان شاء افطر، فهو مرخص في ترك الصيام والتعويض عنه بالفدية (ثلاثة ارباع الكيلو من الطعام عن كل يوم يفطر فيه) ولا يجب عليه القضاء. واذا بلغ الضعف درجة عجز معها عن الصيام وتعذر عليه نهائياً جاز له الافطار، ولا فدية عليه ولا قضاء. ومثـــــــــــل الشيخ والشيخة في الاحكام المذكــــــــــورة (ذو العطاش) أي من مني بمرض يجعله يشعر دائماً بعطش شديد فيشرب الماء ولا يرتوي. فله ان يصوم متحملاً حرج الصوم وله ان يفطر مع التعويض بالفدية، واذا بلغت مشقة الصوم درجة التعذر افطر ولا فدية عليه ولا قضاء."
  },
  {
   "title": "(3) متى يبدأ شهر رمضان ومتى ينتهي ؟",
   
   "content": "يبدأ شهر رمضان – كسائر الشهور القمرية – بخروج القمر من المحاق وظهور الجزء المنير (الهلال) منه في الافق عند غروب الشمس من اليوم التاسع والعشرين أو الثلاثين من شهر شعبان، وينتهي عندما يظهر الهلال في الافق مرة اخرى بعد تسعة وعشرين أو ثلاثين يوماًُ، وهو هلال شهر شوال.\nويثبت وجود الهلال في الافق باحد طريقين:\n1- مضي ثلاثين يوماُ من هلال الشهر السابق، فان الشهر القمري لايزيد على ثلاثين يوماً، فاذا مضى ثلاثون يوماً علم ان الهلال موجود في الافق فيبدأ بذلك الشهر القمري الجديد.\n2- رؤية الهلال عند غروب الشمس في اليوم التاسع والعشرين فيحكم بانتهاء ذلك الشهر وبداية الشهر اللاحق.\nوالمقصود بــ ((رؤية الهلال)) ما يعم رؤية المكلف نفسه، ورؤية غيره من الناس:\nأ – فاذا استهل المكلف فرأى الهلال بعينه ثبت له دخول الشهر الجديد وان لم يره الآخرون، مادام هو متأكداً وواثقاً من رؤيته ولايحتمل وقوعه فريسة الخطأ والوهم.\nب – واذا لم ير الهلال بنفسه ولكن ثبت لديه ان اناساً آخرين قد رأوه بأنفسهم كفاه ذلك في الحكم ببداية الشهر الجديد :\nس: وكيف تثبت له رؤية الآخرين ؟\nج: تثبت باحد الطرق التالية:\n1- شهادة رجلين عادلين بانهما رأيا الهلال.\nوتلغى شهادتهما ولا يؤخذ بها في الحالات الاتية :\nأ: حصول العلم أو الاطمئنان باشتباههما في دعوى رؤية الهلال.\nب: اختلافهما فيها على نحو يعني ان ما يخبر احدهما انه قد رآه غير ما يخبر الآخر عن رؤيته، كما اذا ادعى احدهما انه رأى الهلال محدباً الى جهة الارض وادعى الآخر انه رأه محدباً الى جهة الشمال.\nج: وجود شهادة معاكسة لشهادتهما، كما اذا استهل جمع ولم يدع الرؤية الا عدلان ولم يره الآخرون وفيهم عدلان يماثلانهما في القدرة البصرية وفي معرفة مطلع الهلال مع فرض نقاء الافق عما يحتمل كونه مانعاً عن رؤيتهما.\n2- شهادة جمع كثير برؤيته بحيث يحصل التواتر أو الشياع المفيد للعلم أو الاطمئنان.\n3- ثبوت رؤيته عند المرجع الديني اذا اورث الوثوق\nوالاطمئنان بتحقق الرؤية فعلاً أو بقيام البينة عليها بالمواصفات المتقدمة.\nس: واذا شهد اكثر من واحد برؤية الهلال، ولكن التنبؤات العلمية الدقيقة اكدت عدم خروج القمر بعد من المحاق أو اعلنت مراكز الارصاد عدم تيسر رؤيته لهم بالادوات المقربة والرصد المركز، فهل يمنع ذلك من الاخذ بشهادات الشهود ؟\nج: في مثل ذلك لا يحصل –عادة- الوثوق بوجود الهلال على نحو قابل للرؤية فتلغى تلكم الشهادات.\nس: ولو كان في ضمن الشهود شاهدان عادلان ؟\nج: يعتمد -حينئذ- على شهادتهما مالم يحصل العلم أو الاطمئنان بخطأهما -كما تقدم-.\nس: وهل يكفي في ثبوت الهلال الحسابات الفلكية الدقيقة اذا اكدت ولادته وحصل الاطمئنان بصحتها ؟\nج: لايكفي مالم يحصل الاطمئنان بظهوره على الافق بنحو قابل للرؤية.\nس: وهل تكفي رؤيته بواسطة الادوات المقربة اذا لم يمكن رؤيته بالعين المجردة الاعتيادية ؟\nج: لا يكفي.\nس: وهل تكفي رؤيته في بلد آخر غير بلد المكلف اذا لم تتيسر رؤيته في بلد المكلف ؟\nج: لايكفي الاّ اذا كانت رؤيته في ذلك البلد مستلزمة لرؤيته في بلد المكلف لولا الموانع من سحاب أو غبار أو جبل أو نحوها.\nس: ومتى تكون مستلزمة لذلك ؟\nج: في حالتين :\n1- ان يكون بلد الرؤية واقعاً في شمال بلد المكلف أو في جنوبه مع اتحاد افقهما في طلوع الشمس وغروبها.\n2- ان يكون بلد الرؤية واقعاً في شرق بلد المكلف مع عدم ابتعادهما في خطوط العرض كثيراً.\nس: واذا كان بلد الرؤية واقعاًً في غرب بلد المكلف كما اذا رؤي الهلال في دمشق والمكلف في بغداد ؟\nج: لايثبت به دخول الشهر في بلد المكلف، نعم اذا طال مكثه في بلد الرؤية بأزيد مما يختلف به البلدان في طلوع الشمس وغروبها كشف ذلك عن امكانية رؤيته في بلد المكلف و ان لم ير فيه فعلاً.\nس: وهل يمكن ان يستكشف من ارتفاع الهلال عندما يرى لاول مرة أو كونه مطوقاً (1) أو من طول مكثه في الافق لساعة أو ازيد انه ليس ابن ليلة واحدة بل ابن ليلتين ؟\nج: لا، فان اقصى ماتدل عليه الحالات المذكورة هو ان القمر كان قد خرج من المحاق قبل مدة طويلة من غروب الشمس، ولا تدل على انه كان بالامكان رؤيته في غروب الليلة الماضية.\nس: واذا حلّت الليلة الثلاثون من شهر شعبان ولم ير الهلال فهل يجوز صوم نهارها ؟\nج: يجوز صومه لا بنية رمضان بل بنية اليوم الاخير من شعبان أو بنية القضاء مثلاً.\nس: ولو صامه كذلك ثم تبين انه كان من شهر رمضان؟\nج: اجزأه وكفاه عن صيام اليوم الاول من شهر رمضان.\nس: واذا حلّت الليلة الثلاثون من شهر رمضان ولم ير الهلال فهل يجب صيام نهارها ؟\nج: نعم ما لم يتبين في اثناء النهار انه اليوم الاول من شوال فيفطر.\nس: ولكن اذا صامه الى الليل ثم تبين انه كان من شهر شوال الا يكون آثماً بصيام يوم العيد ؟\nج: كلا، لانه صامه وهو لا يعلم بدخول شهر شوال."
  },
  {
   "title": "(4) كيف نصوم شهر رمضان",
   
   "content": "يجب على الذي يريد ان يصوم شهر رمضان :\nاولاً: النية، بان ينوي الصوم تخضعاً لله تبارك وتعالى.\nوثانياً: الاجتناب عن عدة اشياء تسمى (المفطرات).\nس: ومتى يجب عليه ان ينوي الصوم ؟\nج: يمكنه ان ينوي صيام تمام الشهر من اوله أو ينوي صيام كل نهار في ليله، أو ينويه عند طلوع الفجر منه، فالمهم ان يكون في كل يوم ناوياً للصيام من طلوع الفجر الى غروب الشمس.\nس: وهل يلزمه الالتفات التفصيلي الى نيته ام يكفيه وجودها في اعماق نفسه ولو ارتكازا ً ؟\nج: يكفيه وجودها الارتكازي في داخل النفس.\nس: واذا طلع الفجر وهو غير ناوٍ للصيام غفلة أو جهلاً ثم تفطن قبل ان يستعمل مفطراً فهل له ان ينوي الصوم ويحسب له ؟\nج: نعم: الاّ اذا كان تفطّنه بعد زوال الشمس فان الاحوط لزوماً ان ينوي ويصوم برجاء المطلوبية ثم يقضيه.\nس: واذا كان ناوياً للصوم ثم نوى الافطار بعد طلوع الفجر أو تردد في البقاء على الصيام ثم عاد مرة اخرى الى نية الصوم قبل ان يستعمل مفطراً فهل يصح صومه ؟\nج: الاحوط لزوماً ان يكمل صومه برجاء المطلوبية ثم يقضيه.\nس: واذا صدر منه مايشك في كونه مبطلاً للصوم ومن اجل ذلك تردد في صحة صومه ولكنه لم يتناول المفطر، ثم سأل فعرف انه لايبطل الصوم، فهل يفسد صومه بذلك التردد ؟\nج: لا.\nس: وهل يجب على ناوي الصيام ان يعرف تفصيلاً ما يجب على الصائم ان يجتنب عنه ؟\nج: لا\nس: وما هي الاشياء التي يلزم الصائم الاجتناب عنها اثناء النهار ؟\nج: هي المفطرات الثمانية الآتيه:\n(المفطر الاول والثاني): الاكل والشرب كثيراً كان الماكول والمشروب ام قليلاً،حتى الأجزاء الصغيرة من الطعام التي تتخلف بين الاسنان،معتاداً كان كالخبز والماء ام غير معتاد كالحصى والنفط.\nس: والبصاق الذي يجتمع في الفم هل يسوغ بلعه ؟\nج: نعم\nس: وما يصعد من الصدر الى الفم كالبلغم ونحوه ؟\nج: يجوز بلعه ايضاً.\nس: والقطرة التي توضع في العين أو الاذن ويظهر طعمها في الحلق ؟\nج: لا تضر بصحة الصوم.\nس: والدواء الذي يصب في الجرح المفتوح في الجسم فيصل الى داخله ؟\nج: لايفسد الصوم كذلك\nس: وما يزرق بالابرة داخل العضلة أو الوريد ؟\nج: لايبطل الصوم كذلك.\nس: حتى المصل المسمى بـ(المغذي) ؟\nج: نعم وان كان الاحوط استحباباً الاجتناب عنه.\nس: والبخاخ يستخدمه مرضى الربو؟\nج: لايضر بالصوم اذا كانت المادة التي يبثها تدخل المجرى التنفسي دون مجرى الطعام والشراب.\nس: والمضغوطة التي توضع تحت اللسان فتذوب في لعاب الفم تدريجياً وتنـزل الى الجوف ؟\nج: تبطل الصوم، نعم اذا كانت الجزيئات الدوائية تنجذب من خلال الغدد الموجودة تحت اللسان ولاتختلط بلعاب الفم ويدخل الحلق فلا يبطل الصوم.\nس: وما يصل الى الحلق عن طريق الانف ؟\nج: يفسد الصوم كالذي يدخل الحلق عن طريق الفم تماماً.\n(المفطر الثالث): الجماع.\nس: وما المقصود بالجماع تحديداً ؟\nج: المقصود دخول حشفة الذكر في فرج الانثى وان لم يتم الانزال.\n(المفطر الرابع): الاستمناء، وهو اخراج المني باية طريقة تثير الشهوة الجنسية وان كانت محللة في حد ذاتها كملاعبة الزوجة ومداعبتها.\nس: واذا نزل المني من دون فعل شيء كما يحدث للمحتلم في منامه.\nج: لايبطل الصوم به.\nس: واذا فعل مايثيره جنسياً ولكن من غير ان يقصد الانزال الا انه سبق المني فنزل ؟\nج: اذا كان واثقاً من عدم نزوله لم يبطل صومه والاّ بطل وعليه القضاء.\n(المفطر الخامس): التقيؤ، وان كان علاجاً لحالة مرضية كما لو تسمم بطعام السحور فاضطر الى ان يتقيأه في النهار تحفظاً على صحته، فانه يبطل به صومه وان كان مسموحاً به لمثله.\nس: ولو لم يتقيأ بل بدر القئ تلقائياً ؟\nج: لم يضر ذلك بصحة صومه.\nس: واذا خرج بالتجشؤ شيء من جوفه ووصل الى فضاء الفم ؟\nج: لايجوز له ان يبلعه، ولو فعل بطل صومه على الاحوط لزوماً.\n(المفطر السادس):الاحتقان بالمائع في المخرج المعتاد، واما الاحتقان بالجامد (التحاميل ونحوها) فلا يبطل الصوم.\nس: وما تستدخله المرأة من المائع أو الجامد في الموضع التناسلي ؟\nج: لايبطل صومها.\n(المفطر السابع)(1): الكذب على الله تعالى أو على رسوله (صلى الله عليه وآله وسلم) أو على احد الائمة المعصومين (عليهم السلام) سواء أ كان الكذب في الاحكام ام في غيرها كالمواعظ ونحوها.\nس: واذا قصد الصدق فبان كذباً ؟\nج: لايبطل صومه.\nس: واذا قصد الكذب فبان صدقاً.\nج: الاحوط لزوماً ان يكمل صومه برجاء المطلوبية ثم يقضيه.\nس: واذا اراد ان يــروي عــــن النـــــبي (صلى الله عليه وآله وسلم)او الامـــــام (عليه السلام) قولاً منسوباً اليه في بعض المصادر ولكنه لم يقطع بصحة النسبة فماذا يصنع.\nج: يمكنه ان ينقله عن المصدر الذي وجده فيه كأن يقول: في كتاب الكافي عن النبي (صلى الله عليه وآله وسلم) أو عن الصادق (عليه السلام) هكذا.\nوهل يسمح للصائم بقراءة القرآن الكريم اذا كان ممن يخطأ في قراءته ؟\nج: نعم اذا لم يقصد الحكاية عن القرآن المنـزل، ولا يبطل بذلك صومه.\n(المفطر الثامن)(1) إدخال الغبار أو الدخان الغليظين في الحلق، ولا فرق في الغبار بين غبار التراب وغيره كغبار الدقيق الذي يتعرض له عمال مطاحن الحنطة ونحوه، كما لا فرق في الدخان بين دخان التبغ وغيره كدخان المكائن والسيارات.\nس: تسأل الكثير من النساء عن ابخرة القدور والمطاهي التي تملأ انفها وفمها اثناء عملية الطبخ وهل عليها ان تمتنع من استنشاقها ؟\nج: هذه الابخرة مهما كانت كثيفة لاتفطر الصائم.\nهذه المفطرات التي يجب على الصائم الاجتناب عنها اثناء النهار ولاشئ سواها يبطل الصوم.\nس: ولكن هناك امور يظن بعض الناس انها من المفطرات منها مايلي :\nأ – استمتاع احد الزوجين بالآخر بالقبلة المداعبة من دون جماع ولا انزال المني.\nب – خروج الدم بقلع السن ونحوه.\nج -استعمال الطيب شماً واطلاءاً.\nد – الاكتحال.\nهـ - الارتماس في الماء.\nج: هذه الامور لا تبطل الصوم وان كان بعضها مكروهاً للصائم، مثل غمس الرأس في الماء فانه مكروه للصائم كراهة شديدة، بل الاحوط استحباباً له الاجتناب عنه.\nس: واخيراً اريد ان اسأل عن حكم تنظيف الاسنان بالفرش والمعجون للصائم ؟\nج: يجوز له ذلك شريطة ان يتأكد من تنظيف فمه من بقايا المعجون فلا ينـزل منه شيء الى جوفه.\nبقي ان تعرف ان هناك امراً يجب الالتفات اليه والتجنب عن وقوعه في ليلة الصيام من شهر رمضان، وهو (البقاء على حدث الجنابة الى طلوع الفجر)، فاذا كان المكلف جنباً لزمه ان يتطهر قبل طلوع الفجر.\nومثل الجنب في ذلك المرأة التي نقيت من دم الحيض أو النفاس في الليل فوجب عليها صيام الغد،فان عليها ان تتطهر من حدثها قبل طلوع الفجر.\nس: وما يجب على المستحاضة الكبرى من الاغسال الليلية والنهارية، هل هو واجب لصلاتها فقط ام لصلاتها وصيامها في شهر رمضان معاً ؟\nج: يجب لصلاتها فقط كما في سائر الايام غير شهر رمضان.\nس: واذا اجنب المكلف في الليل ولم يعلم بجنابته حتى طلع الفجر ؟\nج: لاشيء عليه، وهكذا اذا علم بجنابته ليلاً ولكنه اعتقد الاغتسال منها ثم تبين له خلافه.\nس: واذا علم بجنابته ولكنه نسي ان يغتسل حتى طلع الفجر.\nج: يصوم ذلك اليوم – بقصد القربة المطلقة على الاحوط – ثم يقضيه.\nس: والمرأة الحائض أو النفساء اذا نسيت الغسل الى آخر الليل ؟\nج: لايضر ذلك بصحة صيامها.\nس: واذا اجنب المكلف في حال اليقظة بجماع أو غيره، أو احتلم في منامه فانتبه وتفطن لحاله، فهل يجوز له ان ينام في ليلته قبل ان يغتسل من جنابته ؟\nج: يجوز له ذلك مالم يكن واثقاً بعدم الانتباه في وقت يسع الاغتسال قبل طلوع الفجر.\nس: فاذا انتبه فهل يجوز له ان يعود الى النوم مرة اخرى قبل ان يغتسل ؟\nج: يجوز له ذلك بالشرط المتقدم.\nس: واذا نام ناوياً للاغتسال قبل طلوع الفجر ولكنه لم ينتبه واستمر نومه الى الصباح فما يصنع ؟\nج: يصوم ذلك اليوم ولاشيء عليه اذا كان واثقاً بالانتباه ولم ينتبه، واما مع الشك في ذلك فعليه ان يصوم ذلك اليوم والاحوط لزوماً ان يقضيه بعد ذلك.\nس: واذا كان المجنب أو من بحكمه لايتمكن من الغسل للمرض أو لضيق الوقت أو لغيرهما من الاعذار فهل يجزيه التيمم ؟\nج: نعم يجزيه التيمم بدلاً عن الغسل، ولو تركه كان كمن تعمد البقاء على الجنابة الى طلوع الفجر.\nس: وهل يلزمه اذا تيمم ان يظل يقظاً الى طلوع الفجر؟\nج: لا:، بل يجوز له ان ينام.\nس: واذا تعمد المكلف اجناب نفسه في الدقائق الاخيرة من الليل التي لاتتسع للغسل قبل طلوع الفجر فما هو حكمه ؟\nج: يتيمم بدلاً عن الغسل، ولاشيء عليه اذا كان ساهيا أو غافلاً عن ضيق الوقت، وان كان عالماً متعمداً فقد خالف الاحتياط اللزومي بذلك.\nس: واذا كان الوقت متسعاً للغسل فلم يفعل بل تيمم بدلاً عنه فهل يجزيه تيممه ؟\nج: كلا، الا اذا اتى به في ضيق الوقت.\nس: واذا احتلم الصائم في نهار شهر رمضان فهل يلزمه المبادرة الى الاغتسال ؟\nج: لا، فانه يجوز له تأخيره الى حين اداء الصلاة، بل لو لم يغتسل اصلاً لم يضر ذلك بصحة صيامه في هذا اليوم."
  },
  {
   "title": "(5) احكام الاخلال بصيام شهر رمضان",
   
   "content": "(الاول): اذا أخل المكلف بـ(نية الصوم) في نهار شهر رمضان،بأن لم ينو الصيام اصلاً، أو اخر النية عن الوقت المقرر لها، أو ابطلها بالرياء مثلاً، وجب عليه قضاء ذلك اليوم ولو لم يمارس شيئاً من المفطرات المتقدمة.\n(الثاني): اذا تعمد المكلف الاتيان بشيء من المفطرات المارة الذكر أو تعمد البقاء على الجنابة الى طلوع الفجر ولم يكن مجبراً ولا مكرهاً على ذلك، فهو بالاضافة الى ما يتحمله من الاثم والذنب ملزم بقضاء صوم ذلك اليوم، وفي بعض الحالات تجب عليه الكفارة ايضاً\nس: واذا اتى بالمفطر من دون تعمد أو اختيار ؟\nج: يصح صومه ولا شيء عليه الا في بعض الموارد، وتفصيل ذلك:\n1-: اذا ارتكب احد المفطرات ناسياً انه صائم كما اذا اكل أو شرب أو جامع غافلاً عن صيامه، أو بقي على الجنابة الى اخر الليل ذاهلاً عن انه يجب عليه الصوم في الغد لم يضر ذلك بصحة صيامه.\n2 – واذا اكل أو شرب أو جامع جهلاً منه بكون ما يفعله محظوراً عليه حال الصيام بطل صيامه ولزمه القضاء وان كان معذوراً في جهله، ومن امثلة ذلك:\nأ – ما اذا اكل بعض ما لايعتاد اكله، أو شرب دواءً وهو مطمئن بأنه لايفطر الصائم متوهماً ان المفطر خصوص المعتاد من الماكول، والغذاء دون الدواء.\nب – ما اذا اطمأن بغروب الشمس وزوال الحمرة المشرقية فأكل أو شرب ثم تبين له ان الشمس لم تغرب بعد، نعم اذا كان السبب في اعتقاده دخول الليل وجود ظلمة أو نحوها في السماء كان وجوب القضاء عليه مبنياً على الاحتياط.\nج – ما اذا شك في طلوع الفجر فبنى على عدم طلوعه واستمر في تناول المفطر ثم تبين له ان الفجر كان طالعاً حينئذٍ، نعم اذا كان قد فحص عن طلوع الفجر بنفسه فلم يتبين طلوعه فاكل أو شرب ثم تبين انه كان طالعاً وقتئذٍ لم يبطل صومه.\n3 – واذا اتى بشيء آخر غير الاكل والشرب والجماع من المفطرات المارة الذكر أو بقي على الجنابة الى طلوع الفجر جهلاً منه بلزوم الاجتناب عنها لم يبطل صومه بشرط ان يكون معذوراً في جهله، كمن تربى بعيداً عن الاجواء الدينية فاعتقد - اعتقاداً جازماً – بأن الاستمناء لايبطل الصوم، أو اعتمد في عدم مفطرية الدخان مثلاً على حجة شرعية كفتوى الفقيه الجامع لشروط التقليد ثم تبين له خطؤها.\nوفي خصوص البقاء على الجنابة لايجب القضاء على مطلق الجاهل القاطع بعدم اضراره بالصيام وان لم يكن معذوراً في جهله.\n4 – واذا وقع منه شيء من تلك المفطرات بدون قصد، كما اذا فتح انسان فمه عنوة وزرق الماء الى جوفه، أو كان يتمضمض بالماء مقدمة للضوء أو لتنظيف فمه فسبق الماء الى حلقه لم يبطل بذلك صومه، وتستثنى من ذلك حالتان :\nأ – ما اذا تمضمض بالماء لتخفيف العطش عن نفسه فسبق الماء الى جوفه، فان عليه ان يقضي صومه.\nب - ما اذا داعب زوجته مثلاً من دون ان يقصد انزال المني بذلك، ولكنه لم يكن واثقاً من عدم نزوله فسبقه ونزل، فان عليه قضاء ذلك اليوم.\n5 – واذا اكرهه ظالم على الاكل أو الشرب أو الجماع ففعل ذلك فراراً عما اوعده من الضرر على تركه، أو بادر الى الاتيان به مخافة اضرار الظالم على تقدير تركه من دون اكراه مسبق بطل صومه ووجب عليه قضاؤه.\nواذا كان افطاره بما عدا الاكل والشرب والجماع فالحكم بالبطلان ووجوب القضاء مبني على الاحتياط.\n6 – ولو بقي على الجنابة الى طلوع الفجر لأنه لم يتيسر له الغسل ولا التيمم ولو لفقد الماء والتراب أو خوفاً من الظالم، لم يضره ذلك، ولا يلزمه قضاء صوم ذلك اليوم.\n(الثالث): ان من ابطل صومه بتناول شيء من المفطرات المارة الذكر أو بقي متعمداً على حدث الجنابة الى طلوع الفجر،لايسمح له بتناول أي مفطر اثناء النهار بل يجب عليه الامساك الى ان يدخل الليل حسب التفصيل المذكور في ادناه :\n1 – اذا بقي على الجنابة متعمداً الى طلوع الفجر امسك في النهار، والواجب –احتياطاً لايترك- ان يكون امساكه بقصد القربة المطلقة، أي بقصد امتثال الامر المتوجه اليه، مردداً بين كونه الامر بالصوم في شهر رمضان والامر بالامساك تأدباً فيه.\n2 – اذا تعمد الكذب على الله سبحانه أو على رسوله (صلى الله عليه وآله وسلم) أو استنشق الدخان أو الغبار الغليظين، فالواجب –احتياطاً لا يترك- ان يمسك بقية يومه برجاء المطلوبية، أي باحتمال كون الامساك مطلوباً فيه شرعاً اما للامر بالصوم أو للأمر بالامساك تأدباً.\n3 – واذا افطر بأحــــــد المفطرات الاخــــــــرى فالواجب -احتياطاً لا يترك- ان يمسك بقية يومه برجاء مطلوبيته تأدباً.\n(الرابع) من بطل صيامه في شهر رمضان بالاكل أو الشرب أو الجماع أو الاستمنــــــــــاء وجبت عليه الكفارة - بالاضافة الى القضاء - مع توفر الشروط التالية:\n1 – ان يكون ارتكابه لاحد المفطرات الاربعة عن قصد واختيار، لا من قبيل من تمضمض بالماء لتخفيف عطشه فسبق الماء الى جوفه، أو من اتى بفعل يثير جنسياً فقذف المني من دون ان يقصد ذلك وان لم يكن واثقاً من عدم قذفه، فانه لاكفارة عليه وان وجب القضاء.\nنعم اذا كان الفعل الذي اثاره جنسياً من نوع القبلة والملامسة والمداعبة مع الزوجة ثبتت عليه الكفارة ايضاً.\nان لايكون مكرهاً على ارتكابه كمن هدده الظالم ان لم يفطر فأفطر خوفاً من وعيده، فانه لا كفارة عليه وان وجب عليه القضاء.\n3 – ان لا يكون واثقاً من جواز ارتكاب ذلك المفطر، وأما اذا كان واثقاً من جوازه فلا كفارة عليه،سواء أكان يتخيل ان الصيام غير واجب عليه لصغر سنه مثلاً ام كان يتصور ان الله تعالى لم يجعل هذا الشيء مفطراً فارتكبه بناءاً على ذلك.\nولا فرق في عدم وجوب الكفارة على الجاهل الواثق من جواز ارتكاب المفطر له بين كونه معذوراً في جهله وغير المعذور في ذلك كالذي قصّر في تعلم الاحكام الشرعية فادى ذلك به الى الاعتقاد بما هو خلاف الواقع.\nس: واذا ارتكب احد المفطرات الاربعة عالماً بمفطريته ولكنه يجهل ما يترتب عليه من الكفارة، فهل تلزمه الكفارة في هذه الحالة ؟\nج: نعم، فان الجهل يوجب الكفارة لايوجب سقوطها.\nس: واذا اتى باحد المفطرات الاربعة الاخرى (التقيؤ، الاحتقان، الكذب على الله سبحانه ورسوله(صلى الله عليه وآله وسلم) والائمة (عليهم السلام)، استنشاق الغبار أو الدخان الغليظين) فهل عليه شيء من الكفارة ؟\nج: لا، وان كان آثماً مع التعمد والاختيار.\nس: واذا بقي على الجنابة الى طلوع الفجر ؟\nج: تلزمه الكفارة في صورة التعمد والاختيار بالخصوص.\nس: قد يفطر الصائم وهو يظن دخول الليل من دون ان يكون متأكد من دخوله فهل تلزمه الكفارة لو تبين ان افطاره كان قبل دخول الليل ؟\nج: نعم، بل تلزمه الكفارة ايضاً وان لم يتبين له ذلك مالم يتضح ان افطاره كان بعد انقضاء النهار.\nس: وما هي كفارة الافطار المتعمد في شهر رمضان ؟\nج: يجزي فيها صوم شهرين متتابعين، أو اطعام ستين مسكيناً عن كل يوم من ايام الصوم.\nويكفي في الاطعام اعطاء كل فقير ثلاثة ارباع الكيلو غرام من التمر أو الحنطة أو غيرهما مما يسمى طعاماً، ولا يجزئ دفع ثمن الطعام الى الفقير.\n(الخامس): كل من وجب عليه صيام شهر رمضان فتركه أو لم يؤده على الوجه الصحيح شرعاً –عن عذر أو بدونه- وجب عليه قضاؤه بعد انقضاء شهر رمضان، بأن يصوم بعدد الايام التي فاتته من صيامه.\nواما من لم يجب عليه صيام هذا الشهر –لفقد احد شروط وجوبه المتقدمة في الفصل الثاني –فتركه، فلا يجب عليه القضاء الاّ اذا كان من احد الاصناف الاتية :\n(1) من تركه لتضرره به، فانه إذا أمن الضرر وجب عليه القضاء، إلا اذا كان تضرره بالصوم في شهر رمضان من نوع (التضرر الصحي)، واستمر على هذه الحال طيلة السنة الى ان ادركه رمضان الثاني، فانه لايجب عليه حينئذ ان يقضي ما فاته من الصيام،ولكن تلزمه الفدية (ثلاثة ارباع الكيلو غرام من الطعام عن كل يوم).\n(2) المرأة التي تركته لمصادفته ايام حيضها أو نفاسها، فان عليها ان تقضي ما فاتها من صيام هذا الشهر.\n(3) من تركه لكون الصيام فيه حرجيا عليه وموقعا له في مشقة شديدة لاتتحمل عادة، فانه اذا تمكن من الصيام بعد شهر رمضان من دون حرج ومشقة شديدة لزمه القضاء.\n(4) من تركه لكونه في حال السفر الذي تقصّر فيه الصلاة، فان عليه ان يقضي ما فاته في هذه الحال بعد شهر رمضان.\nس: وهل يجب الاسراع في قضاء صوم شهر رمضان ام يجوز التأخير فيه مدة ولو كانت طويلة كسنة أو ازيد ؟.\nج: يجوز التأخير فيه ما لم يؤد الى الاهمال والتفريط بالواجب ولكن في حالة التأخير الى حلول رمضان الثاني لأي سبب كان – يجب مع القضاء دفع الكفارة وهي (ثلاثة ارباع الكيلو من الطعام لكل يوم) ولا تزداد الكفارة بالتمادي في تأخير القضاء سنتين أو ازيد بل تظل كما وجب اولاً.\nس: وهل يجب التتابع في قضاء شهر رمضان ؟\nج: لايجب، فمن كان عليه قضاء يومين مثلاً فله ان يقضي احدهما في شهر والآخر في شهر آخر.\nس: وهل يجب الترتيب في القضاء، كما لو كان عليه قضاء رمضانين فيقضي مافاته اولاً ثم مافاته بعد ذلك ؟\nج: لايجب الترتيب فيه بل هو مخير في قضاء ايهما شاء اولاً.\nس: ومن وجب عليه قضاء يوم من شهر رمضان فكيف يصومه ؟\nج: لا يختلف قضاء شهر رمضان عن ادائه الا في النية وذلك من وجهين :\n1- يجب في قضاء شهر رمضان نية القضاء أي قصد بدلية المأتى به عن الفائت، فلا يكفي قصد الصيام وحده من دون قصد البدلية.\n2- ان نية الصوم في قضاء رمضان يمكن تأخيرها عن طلوع الفجر، فاذا أصبح المكلف وهو لاينوي الصيام ثم وقع في نفسه قبل زوال الشمس ان يصوم قضاءً ولم يكن قد تناول شيئاً من المفطرات بعد الفجر جاز له ذلك، واما اذا حل الظهر ولم يكن قد نوى القضاء بعد فلا مجال للنية عندئذ على الاحوط.\nس: ولو كان قد نوى صوماً اخر غير صوم القضاء ثم اراد العدول الى صوم القضاء قبل الزوال فهل يسوغ له ذلك ؟\nج: كلا.\nس: واذا نوى صيام القضاء فهل يجب عليه ان يواصل صيامه الى الليل ام يسوغ له ان يهدم صومه اثناء النهار ثم يصوم يوماً آخر بدلاً عنه ؟\nج: يسوغ له الافطار قبل زوال الشمس، واما بعده فلا يجوز له ذلك.\nولو تعمد الافطار بعد زوال الشمس بالاكل والشرب أو الجماع أو الاستمناء، وجبت عليه الكفارة وهي (اطعام عشرة مساكين لكل مسكين ثلاثة ارباع الكيلو غرام). وان لم يمكن فصيام ثلاثة ايام.\nس: ومن علم ان عليه قضاء ايام من شهر رمضان ولكنه لم يعلم عددها فماذا يصنع ؟\nج: يسعه الاكتفاء بقضاء مايتيقن فواته.\nس: ومن علم ان عليه يوماً أو اياماً محددة من شهر رمضان وشك في انه قضاها ام لا ؟\nج: وجب ان يقضيها ليكون على يقين من انه ادى ماعليه من الواجب."
  },
  {
   "title": "(6) انواع الصيام",
   
   "content": "الصيام على اربعة اقسام :\nالقسم الاول: الصيام الواجب، واهم ماوجب في الشريعة من الصوم هو صيام شهر رمضان وصيام قضائه، وقد مضى بيان احكامهما في الفصول السابقة، وهنا انواع اخرى من الصيام الواجب :\n(منها) الصيام الكفارة، وقد تقدمت الاشارة الى بعض موارده وهو (الصيام في كفارة الافطار متعمداً في شهر رمضان وفي كفارة الافطار متعمداً في قضاء رمضان بعد زوال الشمس).\nو(منها) الصيام الواجب بالنذر أو اليمين أو العهد.\nو(منها) الصيام الواجب بالايجار، كمن استؤجر في قضاء شهر رمضان عن ميت.\nالقسم الثاني: الصيام المحرّم ومنه :\nأ – صيام اليوم الاول من شهر شوال وهو يوم عيد الفطر.\nب – صيام اليوم العاشر من شهر ذي الحجة وهو يوم عيد الاضحى.\nج – صيام اليوم الحادي عشر والثاني عشر والثالث عشر من ذي الحجة لمن كان في منى لأداء مناسك الحج مثلاً.\nد – صيام يوم الشك في انه شعبان أو رمضان اذا كان بنية رمضان.\nهـ - صيام الزوجة تطوعاً أو لواجب غير معين بدون اذن زوجها اذا كان منافياً لحقه في الاستمتاعات الزوجية، و الاحوط لزوماً ان لاتصوم الزوجة تطوعاً اذا نهاها عنه زوجها وان لم يكن منافياً لحقه.\nالقسم الثالث، الصيام المكروه ومنه:\nأ – صيام يوم عرفة (التاسع من ذي الحجة) لمن خاف ان يضعفه الصوم عن الدعاء فيه.\nب – صيام الضيف تطوعاً أو لواجب غير معين بدون اذن مضيفه.\nج – صيام الولد تطوعاً بدون اذن والده.\nالقسم الرابع: الصيام المستحب وهو الصيام في سائر ايام السنة غير ما يجب صومه أو يحرم أو يكره، وتتفاوت الايام في درجة فضيلة الصوم فيها، فصيام بعض الايام افضل من صيام بعضها الآخر،كما في صيام شهر رجب وشهر شعبان فانه افضل من صيام ماعداهما من الشهور.\nوانما يستحب الصيام لمن تتوفر فيه الشروط التالية :\n(1) ان لايتسبب الصيام في تضرره صحياً.\n(2) ان لايكون مسافراً سفراً فيه تقصّر الصلاة، ويستثنى من ذلك الصيام ثلاثة ايام في المدينة المنورة لقضاء الحاجة، ويشترط على الاحوط ان يكون في ايام الاربعاء والخميس والجمعة على نحو التتابع.\n(3) ان لاتكون المرأة حائضاً أو نفساء.\n(4) ان لايكون على المكلف قضاء شهر رمضان، فلا يسوغ الصيام المستحب لمن عليه فوائت من شهر رمضان، واما اذا كان عليه صيام واجب غيره كالصيام الكفارة وصيام النذر ونحوهما فلا يمنع ذلك من ان يصوم تطوعاً.\nس: واذا كان عليه قضاء رمضان فهل يحق له ان ينوب عن ميت في الصيام تبرعاً أو بأجرة ؟\nج: يحق له ذلك في صوم الفريضة (كقضاء شهر رمضان) دون التطوع .\nس: وكيف يؤتى بالصوم المستحب ؟\nج: لايختلف الصوم المستحب عن الصوم الواجب في شهر رمضان (المتقدمة كيفيته) إلاّ في عدة امور :\n1- يجوز التأخير في نية الصيام المستحب الى قبيل غروب الشمس، فاذا لم يكن المكلف قد اتى بشيء من المفطرات في نهاره وبدا له ان يصوم استحباباً قبل الغروب بساعة أو اقل جاز له ذلك، ولا يضر به انه لم يكن ناوياً للصيام طيلة النهار أو انه كان عازماً على الافطار مادام لم يتناول المفطر فعلاً.\n2- ان البقاء على حدث الجنابة عمداً الى آخر الليل لايمنع من الصوم المستحب في النهار، فمن حصلت له جنابة في الليل وهو يريد ان يصوم في الغد استحباباً لايلزمه - لكي يصح صومه – ان يغتسل قبل طلوع الفجر.\n3- ان الصائم صياماً مستحباً يجوز له ان يلغي صيامه متى شاء قبل الظهر أو بعده ولا شيء عليه.\n4- ان الصيام المستحب وان لم يكن سائغاً في حال السفر – كما هو الحال في الصوم الواجب في شهر رمضان – الا ان المكلف اذا كان مسافراً في بعض النهار ورجع الى اهله ولو قبل غروب الشمس ببضع دقائق ولم يكن قد مارس شيئاً من المفطرات في يومه فبامكانه ان ينوي الصوم ويصح منه ذلك، ولا يحق له نية الصوم في السفر وان علم انه سيصل الى اهله قبل الغروب وانما له ان يمسك حتى اذا وصل الى اهله نوى الصيام بالامساك بقية نهاره.\nس: قد ينذر الانسان ان يصوم يوماً أو ازيد شكراً لله تعالى مثلاً فيصير الصوم المستحب واجباً عليه فهل يختص حينئذ باحكام تختلف بها عن الصوم المستحب ؟\nج: نعم، ومن تلك الاحكام :\nأ- انه اذا نذر ان يصوم يوما معيناً وجب عليه ان لا يؤخر نية صومه عن طلوع فجر ذلك اليوم المعين.\nب- واذا نذر ان يصوم يوماً معيناً فلا يحق له ان يهدم صيامه ولو قبل الظهر، واما اذا نذر ان يصوم يوماً بدون تعيين ثم اختار يوماً للوفاء وصام بعضه جاز له ان يفطر – سواء كان قبل الظهر ام بعده – ويستبدله بيوم آخر.\nج- ولا يجب على الناذر حينما يصوم ان يقصد بذلك الوفاء بالنذر بل يكفي ان يقصد الصيام قربة الله تعالى، ولكن اذا كان منذوره الصوم شكراً لله تعالى مثلاً وجب ان يقصد ذلك بصومه.\nد- واذا كان اليوم المنذور صيامه معيناً يسوغ للناذر ان يسافر في ذلك اليوم ويعفى من الصوم حينئذ ولكن عليه ان يقضي اليوم المنذور الذي سافر فيه.\nهـ- قد تقدم ان الصيام المستحب غير سائغ في حالة السفر ولكن اذا نذر المكلف ان يصوم يوماً معيناً في السفر أو نذر ان يصومه سواء اكان في السفر ام في الحضر صح نذره ولزمه الوفاء به، ويصح صومه في السفر حينئذ.\nوالحمد لله اولا وآخراً وصلى الله على محمد وآله الطاهرين."
  }
 ]
}